Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: TortoiseHg Overlay Icon Server
de: TortoiseHG-Symbolüberblendungsdienst
uk: Сервер позначок TortoiseHg

source: Exit
de: Beenden
uk: Вийти

source: About
de: Ü&ber TortoiseHG
uk: Про програму...

source: Copyright 2008-2011 Steve Borho and others
de: Urheberrechtlich geschützt: im Zeitraum 2008 bis 2011 von Steve Borho und anderen erstellt
uk: Авторське право 2008-2011 Стів Борхо(Steve Borho) та інші

source: Several icons are courtesy of the TortoiseSVN project
de: Verschiedene Symbole wurden freundlicherweise durch das TortoiseSVN-Projekt zur Verfügung gestellt.
uk: Деякі значки запозичені з проекту TortoiseSVN

source: You can visit our site here
de: Zu unserer Webseite gelangen Sie hier
uk: Відвідайте наш сайт

source: &License
de: &Lizenz
uk: &Ліцензійна угода

source: &Close
de: &Schließen
uk: &Закрити

source: with Mercurial-%s, Python-%s, PyQt-%s, Qt-%s
de: enthält Mercurial-%s, Python-%s, PyQt-%s, Qt-%s
uk: разом Mercurial-%s, Python-%s, PyQt-%s, Qt-%s

source: A new version of TortoiseHg is ready for download!
de: Eine neue Version von TortoiseHg steht zum Download bereit!
uk: Нова версія TortoiseHg готова до завантаження!

source: = Working Directory Parent =
de: = Wurzel-Arbeitsverzeichnis =
uk: = Робочий каталог попередника =

source: Only files modified/created in this revision
de: Nur Dateien, die in dieser Revision verändert/erstellt wurden
uk: Можлива тільки зміна/створення файлів в цій редакції

source: Recurse into subrepositories
de: Unterarchive mit bearbeiten
uk: Підсховища обробляти рекурсивно

source: Destination path:
de: Zielpfad:
uk: Шлях отримання:

source: Browse...
de: Durchsuchen...
uk: Огляд...

source: Archive types:
de: Archiv-Arten:
uk: Типи архивів:

source: Directory of files
de: Dateiverzeichnis
uk: Каталог з файлами

source: Uncompressed tar archive
de: Unkomprimiertes Tar-Archiv
uk: Архів tar, без стискання

source: Tar archive compressed using bzip2
de: Mit BZip2 gepacktes Tar-Archiv
uk: Архів tar, стиснутий bzip2?

source: Tar archive compressed using gzip
de: Mit GZip gepacktes Tar-Archiv
uk: Архів tar стиснутий gzip

source: Uncompressed zip archive
de: Unkomprimiertes Zip-Archiv
uk: Архів zip без стискання

source: Zip archive compressed using deflate
de: Mit Deflate gepacktes Zip-Archiv
uk: Архів zip стиснутий deflate

source: Hg command:
de: Hg-Anweisung:
uk: Команда Hg:

source: Always show output
de: Ausgabe immer darstellen
uk: Завжди показувати виведення

source: &Archive
de: &Archivieren
uk: &Архівувати

source: Cancel
de: Abbrechen
uk: Скасувати

source: Archive - %s
de: Archiv - %s
uk: Архівування - %s

source: Select Destination Folder
de: Zielordner auswählen
uk: Виберіть теку отримання

source: Open File
de: Datei öffnen
uk: Відкрити файл

source: Tar archives
de: Tar-Archive
uk: Архіви tar

source: Bzip2 tar archives
de: Bzip2-Tar-Archive
uk: Архіви bzip2 tar

source: Gzip tar archives
de: Gzip-Tar-Archive
uk: Архіви gzip tar

source: Zip archives
de: ZIP-archive
uk: Архіви Zip

source: Duplicate Name
de: Bezeichner bereits vergeben
uk: Повторення назви

source: The destination "%s" already exists as a file!
de: Das Ziel "%s" ist bereits als Datei vorhanden!
uk: Отримувач "%s" вже існує у вигляді файлу!

source: Confirm Overwrite
de: Überschreiben bestätigen
uk: Підтвердження перезапису

source: The directory "%s" is not empty! Do you want to overwrite it?
de: Das Verzeichnis "%s" ist nicht leer! Wollen Sie es überschreiben?
uk: Каталог "%s" не порожній! Ви хочете перезаписати його?

source: The file "%s" already exists! Do you want to overwrite it?
de: Die Datei "%s" ist bereits vorhanden! Soll sie überschreiben werden?
uk: Файл "%s" вже існує! Ви дійсно хочете його перезаписати?

source: The destination "%s" already exists as a folder!
de: Das Ziel "%s" existiert bereits als Verzeichnis!
uk: Отримувач "%s" вже існує як тека!

source: Backout - %s
de: Rücksetzen - %s
uk: Резервна копія - %s

source: Prepare to backout
de: Rücksetzen vorbereiten
uk: Підготовка до резервного копіювання

source: Verify backout revision and ensure your working directory is clean.
de: Prüfen Sie die Rücksetzversion und stellen Sie sicher, dass Ihr Arbeitsverzeichnis sauber ist.
uk: Перевірте повернену редакцію та переконайтеся у чистоті Вашого робочого каталогу.

source: Unable to backout
de: Rücksetzen nicht möglich
uk: Резерне копіювання неможливе

source: Backout revision not found
de: Rücksetzrevision nicht gefunden
uk: Резервна копія редакції не знайдена

source: Backing out a parent revision is a single step operation
de: Das Rücksetzen einer Vorgängerrevision geschieht in einem einzelnen Schritt
uk: Видалення помилок попереднйої редакції з одиничним кроком операції

source: Cannot backout change on a different branch
de: Kann die Änderung nicht auf einem anderen Zweig zurücksetzen
uk: Неможливо повернути зміни у іншу гілку

source: Backout revision
de: Revision zurücksetzen
uk: Повернути редакцію

source: Not a head, backout will create a new head!
de: Keine Kopfversion, das Rücksetzen erstellt eine neue Kopfversion!
uk: Не вершина, відновлення з резерної копії створить нову вершину

source: Current local revision
de: Aktuelle lokale Revision
uk: Поточна локальна редакція

source: Merge parent to backout to
de: Zurücksetzen auf diesen zusammengeführten Vorgänger

source: To backout a <b>merge</b> revision you must select which parent to backout to (i.e. whose changes will be <i>kept</i>)
de: Um eine <b>Verschmelzungs</b>revision zurückzurollen, müssen Sie auswählen, auf welchen der Vorgänger zurückgerollt werden soll (also, wessen Änderungen <i>beibehalten</i> werden)

source: First Parent: revision %s (%s)
de: Erster Vorgänger: Revision %s (%s)

source: Backout to the first parent of the merge revision
de: Zurücksetzen auf den ersten Vorgänger der zusammengeführten Version

source: Second Parent: revision %s (%s)
de: Zweiter Vorgänger: Revision %s (%s)

source: Backout to the second parent of the merge revision
de: Zurücksetzen auf den zweiten Vorgänger der zusammengeführten Version

source: Working directory status
de: Zustand des Arbeitsverzeichnisses
uk: Стан робочого каталогу

source: Checking...
de: Überprüfung...
uk: Перевіряємо...

source: Before backout, you must <a href="commit"><b>commit</b></a>, <a href="shelve"><b>shelve</b></a> to patch, or <a href="discard"><b>discard</b></a> changes.
de: Vor dem Rücksetzen müssen Sie Ihre Änderungen <a href="commit"><b>übernehmen</b></a>, in einem Flicken <a href="shelve"><b>verstauen</b></a> oder <a href="discard"><b>verwerfen</b></a>.
uk: Перед створенням резервної копії, ви повинні <a href="commit"><b>фіксацію</b></a>, <a href="shelve"><b>відкласти</b></a> латати, or <a href="discard"><b>відкинути</b></a> зміни.

source: Automatically resolve merge conflicts where possible
de: Automatisch Verschmelzkonflikte auflösen wo möglich
uk: Автоматично розвязувати конфлікти під час обєднання, де це можливо

source: <b>Uncommitted local changes are detected</b>
de: <b>Es gibt nicht übernommene lokale Änderungen</b>
uk: <b>Виявлені незафіксовані локальні зміни</b>

source: Clean
de: Bereinigen
uk: Чиста

source: &Discard
de: &Verwerfen
uk: &Відкинути

source: Confirm Discard
de: Verwerfen bestätigen
uk: Підтвердіть відмову

source: Discard outstanding changes to working directory?
de: Sollen die ausstehenden Änderungen im Arbeitsverzeichnis verworfen werden?
uk: Відмовитись від змін у робочому каталозі?

source: Backing out, then merging...
de: Setze zurück und verschmelde anschließend...
uk: Видалення помилок, потім обєднання...

source: All conflicting files will be marked unresolved.
de: Alle Dateien mit Konflikten werden als unaufgelöst markiert.
uk: Всі файли з конфліктами позначити як нерозвязані.

source: Automatically advance to next page when backout and merge are complete.
de: Automatisch zur nächsten Seite umblättern, sobald Rücksetzen und Verschmelzen abgeschlossen sind.
uk: Автоматичний перехід на наступну сторінку коли відкат та обєднання виконане.

source: %d files have <b>merge conflicts</b> that must be <a href="resolve"><b>resolved</b></a>
de: %d Dateien haben <b>Verschmelzkonflikte</b>, die <a href="resolve"><b>aufgelöst</b></a> werden müssen.
uk: %d файли мають <b>проблеми при обєднанні</b> ви повинні <a href="resolve"><b>вирішити</b></a>

source: No merge conflicts, ready to commit
de: Keine Zusammenführ-Konflikte, Übernahme kann erfolgen
uk: Конфлікти об'єднання відсутні, можна фіксувати

source: Commit backout and merge results
de: Rücksetzen übernehmen und Resultate verschmelzen
uk: фіксувати результати відкату та обєднання.

source: Parents
de: Übergeordnete Elemente
uk: Попередники

source: Working Directory
de: Arbeitsverzeichnis
uk: Робочий каталог

source: Working Directory (merged)
de: Arbeitsverzeichnis (zusammengeführt)
uk: Робочий каталог (об'єднаний)

source: Commit message
de: Übernahmekommentar
uk: Повідомлення фіксації

source: Skip final confirmation page, close after commit.
de: Schlussendliche Bestätigungsseite überspringen und nach der Übernahme schließen.
uk: Пропускати останню сторінку з підтвердженням, закрити після фіксації.

source: Backed out merge changeset:
de: Zurückgezogene Zusammenführungs-Änderungsliste:

source: Backed out changeset:
de: Zurückgezogene Änderungsliste:
uk: Відновлений набір змін:

source: Confirm Discard Message
de: Verwerfen-Nachricht bestätigen
uk: Підтвердіть відмову від повідомлення

source: Discard current backout message?
de: Aktuelle Rücksetz-Nachricht verwerfen?
uk: Відмовитись від поточних зворотніх повідомлень?

source: Use English backout message
de: Englische Rücksetzkommentare verwenden
uk: Використовувати повідомлення англійською мовою

source: Backed out merge revision to its first parent (%s)
de: Die Verschmelzungsrevision wurde auf ihren ersten Vorgänger (%s) zurückgerollt

source: Backed out merge revision to its second parent (%s)
de: Die Verschmelzungsrevision wurde auf ihren zweiten Vorgänger (%s) zurückgerollt

source: Backing out and committing...
de: Setze zurück und übernehme...
uk: Видалення помилок та фіксація...

source: Please wait while making backout.
de: Bitte warten Sie, während die Rücksetzung vorgenommen wird.
uk: Будь-ласка, зачекайте поки йде повернення.

source: Committing...
de: Übernehme...
uk: Фіксуємо...

source: Please wait while committing merged files.
de: Bitte warten Sie, während die zusammengeführten Dateien übernommen werden.
uk: Будь-ласка зачекайте поки йде фіксація обєднання.

source: Finished
de: Abgeschlossen
uk: Завершено

source: Backout changeset
de: Änderungsliste zurückziehen
uk: Повернути набір змін

source: Bisect - %s
de: Aufspüren - %s
uk: Розрізати навпіл - %s

source: Known good revision:
de: Bekannte korrekte Revision:
uk: Відома добра редакція:

source: Accept
de: Genehmigen
uk: Застосувати

source: Known bad revision:
de: Bekannte inkorrekte Revision:
uk: Відома погана редакція:

source: Revision is Good
de: Revision ist korrekt
uk: Добра редакція

source: Revision is Bad
de: Revision ist inkorrekt
uk: Погана редакція

source: Skip this Revision
de: Revision überspringen
uk: Пропустити цю редакцію

source: Close
de: Schließen
uk: Закрити

source: Error encountered.
de: Es sind Fehler aufgetreten.
uk: Сталася помилка.

source: Culprit found.
de: Übeltäter enttarnt.
uk: Винуватця знайдено.

source: Test this revision and report findings. (good/bad/skip)
de: Prüfen Sie diese Revision und berichten Ihre Ergebnisse (korrekt/inkorrekt/überspringen).
uk: Перевірка цієї редакцію та звіт результатів. (добре/погано/пропустити)

source: %s (hint: %s)
de: %s (Tipp: %s)
uk: %s (натяк: %s)

source: Bookmark:
de: Lesezeichen:
uk: Закладка:

source: New Name:
de: Neuer Name:
uk: Нова назва:

source: &Add
de: &Hinzufügen
uk: &Додати

source: Re&name
de: Umbe&nennen
uk: Змінити назву

source: &Remove
de: &Entfernen
uk: &Вилучити

source: &Move
de: &Verschieben
uk: Перемістити

source: Bookmark - %s
de: Lesezeichen hinzufügen - %s
uk: Закладка - %s

source: A bookmark named "%s" already exists
de: Es gibt schon ein Lesezeichen namens "%s"
uk: Закладка з назвою "%s" вже існує

source: Bookmark '%s' has been added
de: Das Lesezeichen '%s' wurde hinzugefügt
uk: Закладка '%s' була додана

source: Bookmark named "%s" does not exist
de: Es gibt kein Lesezeichen namens "%s"
uk: Назва закладки "%s" неіснує

source: Bookmark '%s' has been moved
de: Das Lesezeichen '%s' wurde verschoben
uk: Закладка '%s' була переміщена

source: Bookmark '%s' does not exist
de: Das Lesezeichen '%s' existiert nicht
uk: Закладка '%s' не існує

source: Bookmark '%s' has been removed
de: Das Lesezeichen '%s' wurde entfernt
uk: Закладка '%s' була вилучена

source: Bookmark '%s' has been renamed to '%s'
de: Das Lesezeichen '%s' wurde in '%s' umbenannt
uk: Закладка '%s' була перейменована у '%s'

source: %s - branch operation
de: %s - Verzweigung
uk: %s - операційна гілка

source: Select branch of merge commit
de: Wählen Sie einen Zweig, in den die Verschmelzung übernommen werden soll
uk: Оберіть гілку з якою зробити об'єднання

source: Changes take effect on next commit
de: Die Änderungen werden ab der nächsten Übernahme berücksichtigt
uk: Зміни вступлять у силу після наступної фіксації

source: No branch changes
de: Keine Änderungen am Zweig
uk: Немає змін у гілці

source: Open a new named branch
de: Neuen benannten Zweig erstellen
uk: Відкрити нову гілку з назвою

source: Close current branch
de: Aktuellen Zweig schließen
uk: Закрити поточну гілку

source: Please report this bug to our <a href="%s">bug tracker</a>
de: Bitte berichten Sie diesen Fehler auf unserem <a href="%s">Bug-Tracker</a>
uk: Будь-ласка надішліть цю помилку нам <a href="%s">bug tracker</a>

source: Copy
de: Kopieren
uk: Скопіювати

source: Quit
de: Beenden
uk: Вихід

source: TortoiseHg Bug Report
de: TortoiseHg-Fehlerbericht
uk: Звіт про помилку TortoiseHg

source: Save error report to
de: Den Fehlerbericht speichern unter
uk: Зберегти звіт про помилку до

source: Text files (*.txt)
de: Textdateien (*.txt)
uk: Текстові файли (*.txt)

source: Error writing file
de: Fehler beim Schreiben der Datei
uk: Помилка під час запису у файл

source: TortoiseHg Error
de: TortoiseHg-Fehler
uk: Помилка TortoiseHg

source: If you still have trouble, <a href="#bugreport">please file a bug report</a>.
de: Wenn Sie immer noch Probleme haben, <a href="#bugreport">erstellen Sie bitte einen Fehlerbericht.</a>
uk: Якщо у Вас виникли проблеми, <a href="#bugreport">please file a bug report</a>.

source: Visual Diff
de: Interaktiver Vergleich
uk: Наочне порівняння

source: View file changes in external diff tool
de: Dateiänderungen mit externem Vergleichswerkzeug anzeigen
uk: Переглянути файл змін у зовнішньому інструменті порівнянь

source: Edit Local
de: Lokale Version bearbeiten
uk: Правити локальну копію

source: Edit current file in working copy
de: Lokale Version in Arbeitskopie bearbeiten
uk: Правити поточний файл у робочій копії

source: Revert to Revision
de: Zur Revision zurückrollen
uk: Повернути до ревізії

source: Revert file(s) to contents at this revision
de: Datei(en) auf den Inhalt dieser Revision zurückrollen
uk: Повернути файли до редакції

source: Patch failed to apply
de: Der Flicken konnte nicht angewandt werden
uk: Латка не прийнята

source: Manually resolve rejected chunks?
de: Wollen Sie die zurückgewiesenen Blöcke manuell auflösen?
uk: Особисте вирішення про відхилення частин?

source: Edit patched file and rejects?
de: Geflickte Datei und Zurückweisungen bearbeiten?
uk: Змінити виправлений файл та відкинути?

source: No deletable chunks
de: Keine löschbaren Blöcke
uk: Частин для видалення не має

source: No chunks remain
de: Es gibt keine weiteren Blöcke
uk: Частин більше не залишилось

source: Remove all file changes?
de: Alle Dateiänderungen entfernen?
uk: Вилучити всі файли змін?

source: file has been deleted, refresh
de: Datei wurde gelöscht, aktualisieren
uk: файл був видалений, оновлення

source: file has been modified, refresh
de: Datei wurde geändert, aktualisieren
uk: файл був видалений, оновіть стан

source: Unable to merge chunks
de: Blöcke konnten nicht verschmolzen werden
uk: Не вдалось об'єднати частинки

source: Add or remove patches must be merged in the working directory
de: Ergänzungs- oder Lösch-Flicken müssen im Arbeitsverzeichnis zusammengeführt werden
uk: Латки, які додаються або вилучаються повинні бути інтегровані в робочому сховищі

source: Unable to remove
de: Entfernen nicht möglich

source: Unable to remove file %s, permission denied
de: Die Daten %s konnte nicht gelöscht werden, keine Berechtigung

# files
source: All
de: Alle
uk: Всі

# files
source: None
de: Keine
uk: Немає

source: Chunks selected: %d / %d
de: Ausgewählte Blöcke: %d / %d
uk: Обрані шматки: %d / %d

source: Source:
de: Quelle:
uk: Оригінал:

source: Destination:
de: Ziel:
uk: Призначення:

source: Options
de: Einstellungen
uk: Параметри

source: Clone to revision:
de: Revision klonen:
uk: Клонувати до редакції:

source: Do not update the new working directory
de: Das neue Arbeitsverzeichnis nicht aktualisieren
uk: Не можливо оновити новий робочий каталог

source: Use pull protocol to copy metadata
de: Die Metadaten mit dem Pull-Protokoll kopieren
uk: Використовувати протокол отримання для копіювання метаданих

source: Use uncompressed transfer
de: Unkomprimierten Transfer verwenden
uk: Не стискати під час передачі

source: Include patch queue
de: Flickenschlange einschließen
uk: Включаючи чергу латок

source: Use proxy server
de: Proxy-Server verwenden
uk: Використовувати проксі-сервер

source: Do not verify host certificate
de: Rechnerzertifikat nicht prüfen
uk: Не можливо перевірити сертифікат вузла

source: Remote command:
de: Entfernt auszuführende Anweisung:
uk: Зовнішня команда:

source: &Clone
de: &Klonen
uk: &Клонувати

source: Clone - %s
de: Klonen - %s
uk: Клонувати - %s

source: TortoiseHg Clone
de: TortoiseHg-Klon
uk: Клонування TortoiseHg

source: Error creating destination folder
de: Fehler bei der Erstellung des Zielverzeichnisses
uk: Помилка створення теки отримувача

source: Please specify a different path.
de: Bitte geben Sie ein anderes Verzeichnis an.
uk: Будь-ласка, оберіть інший шлях.

source: Source path is empty
de: Das Quellverzeichnis ist leer.
uk: Шлях до оригіналу порожній

source: Please enter a valid source path.
de: Bitte geben Sie ein gültiges Quellverzeichnis an.
uk: Вкажіть правильний шлях до оригіналу.

source: Source and destination are the same
de: Quelle und Ziel sind identisch
uk: Оригінал та отримувач співпадають

source: Please specify different paths.
de: Bitte geben Sie verschiedene Verzeichnisse an.
uk: Будь-ласка, оберіть інший шлях.

source: Please enter a new destination path.
de: Bitte geben Sie ein neues Zielverzeichnis an.
uk: Вкажіть новий шлях отримувача.

source: Select source repository
de: Wählen Sie das Quellarchiv
uk: Оберіть оригінал сховище

source: Select destination repository
de: Wählen Sie das Zielarchiv
uk: Оберіть сховище отримувач

source: Select patch folder
de: Wählen SIe ein Verzeichnis für den Flicken
uk: Оберіть теку для латок

source: The selected patch folder is not under the source repository.
de: Das ausgewählte Flickenverzeichnis ist nicht innerhalb des Quellarchivs.
uk: Вибрані теки латок не перебувають під репозиторієм.

source: [command returned code %d %%s]
de: [Der Befehl gab den Wert %d zurück %%s]
uk: [команда повернула код %d %%s]

source: [command completed successfully %s]
de: [Der Befehl wurde erfolgreich abgeschlossen %s]
uk: [команда виконана вдало %s]

source: failed to start command
de: Befehl konnte nicht ausgeführt werden
uk: помилка під час запуску команди

source: error while running command
de: Fehler bei der Durchführung des Befehls
uk: помилка виконання команди

source: Running...
de: Läuft...
uk: Виконання...

source: Terminated by user
de: Von Ihnen abgebrochen
uk: Перервано користувачем

source: Terminated
de: Abgebrochen
uk: Перервано

source: Failed!
de: Gescheitert!

source: failed to run command
de: Ausführung des Befehls nicht möglich
uk: не вдалося запустити команду

source: crashed
de: abgestürzt
uk: пошкоджений

source: command parse error: %s
de: Fehler beim Verarbeiten des Befehls: %s
uk: помилка параметрів команди: %s

source: no matches found: %s
de: Keine Treffer gefunden: %s
uk: збігів не знайдено: %s

source: TortoiseHg Command Dialog
de: TortoiseHg-Befehlsdialog

source: Confirm Exit
de: Beenden bestätigen
uk: Підтвердіть вихід

source: Mercurial command is still running. Are you sure you want to terminate?
de: Mercurial läuft noch. Sind Sie sicher, dass sie es abbrechen wollen?
uk: Команда Mercurial все ще виконується. Ви впевнені що хочете її перервати?

# window title
source: Commit
de: Übernehmen
uk: Фіксувати

source: Commit Dialog Toolbar
de: Übernahmedialog-Werkzeugleiste

source: Branch:
de: Zweig:
uk: Гілка:

source: Copy message
de: Nachricht Kopieren
uk: Копія повідомлення

source: Copy one of the recent commit messages
de: Einen der letzten Übernahmekommentare kopieren
uk: Копірувати одну з останніх повідомлень фіксації

source: Issue Tracker
de: Abweichungsverfolger
uk: Відслідковування запитів

source: Failed to load issue tracker '%s': %s
de: Abweichungsverfolger '%s' kann nicht geladen werden: %s
uk: Не вдалося завантажити відслідковування запитів '%s': %s

source: Stop
de: Stopp
uk: Зупинити

source: Commit changes
de: Änderungen übernehmen

source: Commit
de: Übernehmen
uk: Зафіксувати

source: Create a new patch
de: Neuen Flicken erstellen

source: Refresh current patch
de: Aktuellen Flicken aktualisieren

source: Confirm Branch Change
de: Zweigänderung bestätigen
uk: Підтвердіть зміну гілки

source: Named branch "%s" already exists, last used in revision %d
de: Der benannte Zweig "%s" existiert bereits, zuletzt geändert in Revision %d
uk: Назва гілки "%s" вже існує, в останне використано у редакції %d

source: Restart &Branch
de: Zweig neu %starten
uk: Перезавантажити гілку

source: &Commit to current branch
de: Ü&bernahme in aktuellen Zweig
uk: Фіксувати поточну гілку

source: Confirm New Branch
de: Neuen Zweig bestätigen
uk: Підтвердіть створення нової гілки

source: Create new named branch "%s" with this commit?
de: Mit dieser Übernahme einen neuen Zweig "%s" erstellen?
uk: Створити нову назви для гілки "%s" в цій фіксації?

source: Create &Branch
de: %Zweig erstellen
uk: Створити &Гілку

# start progress
source: MQ Action
de: Mercurial-Warteschlangen-Aktion

source: Close Branch:
de: Zweig abschließen:
uk: Закрити гілку:

source: New Branch:
de: Neuer Zweig:
uk: Нова гілка:

source: Parent:
de: Übergeordnetes Element:
uk: Попередник:

source: Patch name:
de: Flickenname:

source: Rollback commit to revision %d
de: Übernahme zurückrollen auf Revision %d
uk: Повернути фіксацію до редакції %d

source: Confirm Undo
de: Rückgängig bestätigen
uk: Підтвердіть повернення

source: Discard current commit message?
de: Den aktuellen Übernahmekommentar verwerfen?
uk: Відхилити поточне повідомлення про фіксацію?

source: Nothing Commited
de: Nichts übernommen
uk: Нічого вчиняти

source: Please enter commit message
de: Bitte geben Sie einen Übernahmekommentar ein
uk: Будь-ласка, введіть повідомлення фіксації

source: No files checked
de: Keine Datei ausgewählt
uk: Не має файлів для перевірки

source: No modified files checkmarked for commit
de: Keine geänderten Dateien zur Übernahme ausgewählt
uk: Не має зміненених файлів, які були відмічені для фіксації

source: Confirm Add
de: Hinzufügen bestätigen
uk: Підтвердіть додавання

source: Add selected untracked files?
de: Die ausgewählten Fremddateien hinzufügen?
uk: Додати файли, які не відслідковуються у сховищі?

source: Confirm Remove
de: Entfernen bestätigen
uk: Підтвердіть вилучення

source: Remove selected deleted files?
de: Die zur Löschung ausgewählten Dateien tatsächlich entfernen?
uk: Видалити вибрані вилучені файли?
