Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: total: %d hunks (%d changed lines); selected: %d hunks (%d changed lines)
de: Summe: %d Schnipsel (%d geänderte Zeilen); Auswahl: %d Schnipsel (%d geänderte Zeilen)
uk: разом: %d частин (%d рядків змінено); відмічено: %d частин (%d рядків змінено)

source: %d hunks, %d lines changed
de: %d Schnipsel, %d Zeilen geändert
uk: %d частин, %d рядків змінено

source: unhandled transition: %s -> %s
de: Unbehandelter Übergang: %s -> %s
uk: необроблений перехід: %s -> %s

source: user quit
de: benutzer beenden
uk: вихід користувача

source: shelve changes to %s?
de: Änderungen in %s verstauen?
uk: заморозити цю зміну у %s?

source: and
de: und
uk: та

source: shelve this change to %r?
de: Diese Änderung in %r verstauen?
uk: заморозити цю зміну у %r?

source: backup %r as %r
de: Sicherungskopie von %r als %r
uk: резервна копія %r як %r

source: file copy of %s failed
de: Kopierend er Datei %s gescheitert
uk: помилка копіювання файлу %s

source: removing backup file : %r
de: Entferne Sicherungskopie: %r
uk: видалити резервну копію файла : %r

source: delete of shelve backup failed
de: Entfernen des Stauraum-Sicherung gescheitert
uk: видалення замороженої резервної копію з помилками

source: bad shelve backup directory name
de: Verzeichnisname für die Stauraum-Sicherung ungeeignet
uk: погана назва каталогу у замороженій резерній копії

source: shelve can only be run interactively
de: Verstauen kann nur interaktiv durchgeführt werden
uk: замороження можливе лише у інтерактивному режимі роботи

source: shelve data already exists
de: Der Stauraum ist bereits gefüllt
uk: заморожені дані вже існують

source: no changes to shelve
de: Keine Änderungen zu verstauen
uk: заморожені зміни відсутні

source: applying patch
de: Flicken wird angewendet
uk: прийняти латку

source: saving patch to shelve
de: Speichere die Flicken im Stauraum
uk: збережена латка заморожена

source: restoring %r to %r
de: Stelle %r als %r wieder her
uk: відновлюється %r до %r

source: removing shelve file
de: Entferne die Stauraum-Datei
uk: видалення замороженого файлу

source: abort: backup restore failed, %s
de: Abbruch: Wiederherstellung gescheitert, %s
uk: перервано: помилка під час відновлення копії, %s

source: nothing to unshelve
de: Nichts auszuräumen
uk: нічого розморожувати

source: unshelve backup aborted
de: Sicherung des Stauraums abgebrochen
uk: розмороження резервної копії перервано

source: applying shelved patch
de: Wende gestauten Flicken an
uk: прийняти заморожену латку

source: restoring backup files
de: stelle Dateien aus der Sicherung wieder her
uk: відновити резервні файли

source: removing shelved patches
de: Entferne gestaute Flicken
uk: видалити заморожені латки

source: unshelve completed
de: Ausräumen abgeschlossen
uk: розмороження завершено

source: abandoning shelved file
de: Verwerfe gestaute Datei
uk: відмова від замороженого файлу

source: shelved file abandoned
de: Gestaute Datei verworfen
uk: відмовлено у заморожуванні файлу

source: nothing to abandon
de: Nichts zu verwerfen
uk: нічого не залишити

source: abandon failed
de: Verwerfen gescheitert
uk: відмовитися не вдалося

source: mark new/missing files as added/removed before shelving
de: Vor dem zwischenlagern neue und fehlende Dateien als hinzugefügt, respektive entfernt, markieren
uk: відмітити нові/відсутні файли, як додані/вилучені перед відкладенням на потім

source: overwrite existing shelve data
de: Daten im Stauraum überschreiben
uk: перезаписати існуючі заморожені дані

source: append to existing shelve data
de: Daten im Stauraum ergänzen
uk: додати до існуючих заморожених даних

source: hg shelve [OPTION]... [FILE]...
de: hg shelve [Parameter]... [Datei]...
uk: hg shelve [ПАРАМЕТР]... [ФАЙЛ]...

source: inspect shelved changes only
de: Gestaute Änderungen nur prüfen
uk: переглядати лише заморожені зміни

source: proceed even if patches do not unshelve cleanly
de: Fortfahren, selbst wenn die Flicken sich nicht sauber ausräumen lassen
uk: діяти, якщо навіть латки не розморожені повністю

source: hg unshelve [OPTION]... [FILE]...
de: hg unshelve [Parameter]... [Datei]...
uk: hg unshelve [ПАРАМЕТР]... [ФАЙЛ]...

source: Commit...
de: Übernehmen...
uk: Фіксувати...

source: Commit changes in repository
de: Änderungen in das Archiv übernehmen
uk: Фіксація змін до сховища

source: Create Repository Here
de: Hier ein Projektarchiv erstellen
uk: Створити сховище тут

source: Create a new repository
de: Ein neues Projektarchiv erstellen
uk: Створити нове сховище

source: Create clone here from source
de: Hier Klon von Quelle erstellen
uk: Створити копію з цього оригіналу

source: File Status
de: Dateizustand
uk: Стан файла

source: Repository status & changes
de: Zustand des Projektarchivs und Änderungen
uk: Стан та зміни у сховищі

source: Add Files...
de: Dateien hinzufügen...
uk: Додати файли...

source: Add files to version control
de: Dateien unter Versionskontrolle bringen
uk: Додати файли під контроль ревізій

source: Revert Files...
de: Dateien zurückrollen...
uk: Повернути файли...

source: Revert file changes
de: Dateiänderungen zurückrollen
uk: Повернути файли змін

source: Forget Files...
de: Dateien vergessen...
uk: Забуті файли...

source: Remove files from version control
de: Dateien aus der Versionskontrolle entfernen
uk: Вилучити файли для контролю версій

source: Remove Files...
de: Dateien entfernen...
uk: Вилучення файлів...

source: Rename File
de: Datei umbenennen
uk: Змінити назву файла

source: Rename file or directory
de: Datei oder Verzeichnis umbenennen
uk: Змінити назву файла або каталога

source: View change history in repository
de: Änderungsverlauf im Projektarchiv anzeigen
uk: Переглянути журнал змін сховища

source: View change history of selected files
de: Änderungsverlauf der ausgewählten Dateien ansehen
uk: Відкрити журнал змін для обраних файлів

source: Synchronize with remote repository
de: Mit dem entfernten Projektarchiv abgleichen
uk: Обмін з зовнішнім сховищем

source: Start web server for this repository
de: Web-Server für dieses Projektarchiv starten
uk: Запуск веб сервера для цього сховища

source: Update working directory
de: Arbeitsverzeichnis aktualisieren
uk: Оновлення робочого каталогу

source: Update Icons
de: Symbole aktualisieren
uk: Оновлення значка

source: Update icons for this repository
de: Symbole für dieses Projektarchiv aktualisieren
uk: Оновити значок для цього сховища

source: Global Settings
de: Allgemeine Einstellungen
uk: Загальні параметри

source: Configure user wide settings
de: Die benutzerweit gültigen Einstellungen bearbeiten
uk: Налаштувати розширені настанови користувача

source: Repository Settings
de: Archiveinstellungen
uk: Настанови сховища

source: Configure repository settings
de: Archiveinstellungen bearbeiten
uk: Налаштувати настанови сховища

source: Explorer Extension Settings
de: Einstellungen für die Explorer-Erweiterungen
uk: Настанови додатків Explorer

source: Configure Explorer extension
de: Explorer-Erweiterungs-Einstellungen bearbeiten
uk: Конфігурація додатків Explorer

source: Show About Dialog
de: Dialog "Über TortoiseHg" anzeigen
uk: Показати вікно Про програму

source: View changes using GUI diff tool
de: Änderungen im interaktiven Vergleichswerkzeug anzeigen
uk: Переглянути зміни за допомогою програми з графічним інтерфейсом користувача

source: Edit Ignore Filter
de: Ausschlussfilter bearbeiten
uk: Редагувати фільт виключень

source: Edit repository ignore filter
de: Den Ausschlussfilter des Projektarchivs bearbeiten
uk: Редагувати фільт виключень сховища

source: Guess Renames
de: Umbenennungen erraten
uk: Припустити зміну назви

source: Detect renames and copies
de: Umbenennungen und Kopien erkennen
uk: Виявити зміну назви та копії

source: Search History
de: Verlauf durchsuchen
uk: Пошук журналу

source: Search file revisions for patterns
de: Dateirevisionen nach Mustern durchsuchen
uk: Пошук редакції файлу за шаблоном

source: DnD Synchronize
de: Ziehen-Ablegen-Abgleich
uk: DnD обмін

source: Synchronize with dragged repository
de: Mit dem verschobenen Projektarchiv abgleichen
uk: Обмінятися з відсталим сховищем

source: patching file %s
de: Flicke Datei %s
uk: виправлення файлу %s

source: %d out of %d hunks FAILED -- saving rejects to file %s
de: %d von %d Schnipseln fehlgeschlagen -- zurückgewiesene werden in %s gespeichert
uk: %d з %d частини FAILED -- відмовитись зберігати файл %s

source: bad hunk #%d %s (%d %d %d %d)
de: Defekter Schnipsel #%d %s (%d %d %d %d)
uk: погана частина #%d %s (%d %d %d %d)

source: file %s already exists
de: Datei %s existiert bereits
uk: файл %s вже існує

source: Hunk #%d succeeded at %d with fuzz %d (offset %d lines).
de: Schnipsel #%d erfolgreich %d mit Unschärfe %d (%d Zeilen verschoben).
uk: Частина #%d succeeded at %d with fuzz %d (offset %d lines).

source: Hunk #%d succeeded at %d (offset %d lines).
de: Schnipsel #%d erfolgreich %d (%d Zeilen verschoben).
uk: Частина #%d succeeded at %d (offset %d lines).

source: Hunk #%d FAILED at %d
de: Schnipsel #%d gescheitert bei %d
uk: Частина #%d НЕВДАЛИЙ в %d

source: bad hunk #%d
de: Defekter Schnipsel #%d
uk: погана частина #%d

source: bad hunk #%d old text line %d
de: Defekter Schnipsel #%d, alte Textzeile %d
uk: погана частина #%d старий текстовий рядок %d

source: could not extract binary patch
de: Konnte binären Flicken nicht auspacken
uk: Неможливо отримати бінарну латку

source: binary patch is %d bytes, not %d
de: Der binäre Flicken hat %d Byte, nicht %d
uk: бінарна латка %d bytes, не %d

source: unable to strip away %d dirs from %s
de: Kann %d Verzeichnisse aus %s nicht herauslösen
uk: не взмозі відкинути %d каталог для %s

source: unable to find %s or %s for patching
de: Kann %s oder %s zum Flicken nicht ausmachen
uk: неможливо знайти %s або %s для накладання латок

source: malformed patch %s %s
de: Verunstalteter Flicken %s %s
uk: неправильна латка %s %s

source: No valid hunks found
de: Keine gültigen Schnipsel gefunden
uk: Знайшли не дійсні частини

source: hunk %d already applied at line %d (fuzz %d)
de: Schnipsel %d bereits auf Zeile %d (mit Unschärfe %d) angewandt
uk: частина %d вже прийнята для рядка %d (fuzz %d)

source: repository %s not found
de: Das Projektarchiv %s existiert nicht
uk: сховище %s не знайдено

source: version %s
uk: версія %s

source: Revision:
uk: Редакція:

source: &Detail
uk: &Докладно

source: Revision
uk: Редакція

source: Start revision:
uk: Початкова редакція:

source: Detail
uk: Деталізація

source: QNew
uk: Швидкі новини

source: QRefresh
uk: Швидке оновлення

source: Perforce:
uk: Вимушено:

source: Email
uk: Електронна пошта

source: Cc:
uk: Копія:

source: diffstat
uk: статистика відмінностей

source: Rebase
uk: Змінити базу

source: filter
uk: фільтр

source: thg help [COMMAND]
uk: thg help [КОМАНДА]

source: Shell
uk: Командна оболонка

source: Web Server
uk: Web-сервер

source: Name
uk: Назва

source: Port
uk: Порт

source: Proxy
uk: Проксі

source: SMTP Host
uk: SMTP вузол

source: SMTP Port
uk: SMTP порт

source: Git Format
uk: Формат git

source: Server
uk: Сервер

source: ### filter text ###
uk: ### текст фільтру ###

source: Filter:
uk: Фільтр:

source: Stat
uk: Статистика

source: M
uk: М

source: Alias
uk: Прізвисько

source: [original]
uk: [оригінал]

source: (version %s)
uk: (версія %s)

source: browser
uk: браузер

source: - qnew
uk: - швидкі новини

source: - qrefresh
uk: - швидко перечитати

source: Index
uk: Номер

source: Glob:
uk: Маска:

source: hgtk about
uk: Про hgtk

source: _Perforce
uk: _Вимушено

source: Revision...
uk: Редакція...

source: _Filter
uk: _Фільтр

source: Graph
uk: Граф

source: '%s' filter:
uk: '%s' фільтр:

source: Filter
uk: Фільтр

source: HTTP Port:
uk: HTTP порт:

source: %s serve - %s
uk: %s сервер - %s

source: - serve
uk: - сервер

source: hg serve [OPTION]...
uk: hg serve [ПАРАМЕТРИ]...

source: OK
uk: Так

source: CLI Editor
uk: Командний рядок

source: _Test
uk: _Перевірити

source: %d minute
uk: %d хвилину
