Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Color changesets by author name. If not enabled, the changes are colored green for merge, red for non-trivial parents, black for normal. Default: False
de: Änderungsliste nach Autor einfärben. Normalerweise werden Änderungen zum Zusammenführen grün markiert, Änderungen mit nicht-trivialen Vorgängern rot und gewöhnliche schwarz. Vorgabe: nein
uk: Підсвічувати набори змін за авторами. Якщо виключено, тоді зміни підсвічуються зеленим для об'єднання, червоним для не звичайних попередників, чорним для нормальних. Відпочатково: False

source: Task Tabs
de: Aufgabenreiter
uk: Вкладка задач

source: Show tabs along the side of the bottom half of each repo widget allowing one to switch task tabs without using the toolbar. Default: off
de: Zeigt Reiter entlang der Seite der unteren Hälfte jedes Archivbereichs, um zwischen verschiedenen Aufgaben ohne Benutzung der Werkzeugleiste umzuschalten. Vorgabe: aus
uk: Показати вкладки по краю нижньої половині кожного віджета репо дозволяючи перемикати завдання вкладок, не використовуючи панель інструментів. Відпочатково: off

source: Long Summary
de: Lange Zusammenfassung
uk: Повний звіт

source: If true, concatenate multiple lines of changeset summary until they reach 80 characters. Default: False
de: Ja bedeutet, dass mehrere Zeilen der Zusammenfassung der Änderungsliste zusammengefügt werden, bis 80 Zeichen erreicht sind. Vorgabe: nein
uk: Якщо Так, тоді багаторядкові зведення наборів змін будуть об'єднані у одну до 80 символів. Відпочатково: False

source: Log Batch Size
de: Log-Stapel-Grösse
uk: Розмір пакунку журналу

source: The number of revisions to read and display in the changelog viewer in a single batch. Default: 500
de: Die Anzahl Revisionen die die Historieanzeige in einem Durchgang anzeigt. Voreinstellung: 500
uk: Кількість редакцій, які зчитуються та відображаються в журналі змін за один раз. Відпочатково: 500

source: Dead Branches
de: Tote Zweige
uk: Мертві гілки

source: Comma separated list of branch names that should be ignored when building a list of branch names for a repository. Default: None (leave blank)
de: Kommaseparierte Liste von Zweignamen, die bei der Erstellung der Zweignamenliste für ein Projektarchiv ignoriert werden soll. Vorgabe: keine (leere Liste)
uk: Відокремлений комами перелік назв гілок, які потрібно проігнорувати під час побудови переліку гілок сховища. Відпочатково: Порожньо

source: Branch Colors
de: Zweigfarben
uk: Кольори гілок

source: Space separated list of branch names and colors of the form branch:#XXXXXX. Spaces and colons in the branch name must be escaped using a backslash (\). Likewise some other characters can be escaped in this way, e.g. \u0040 will be decoded to the @ character, and \n to a linefeed. Default: None (leave blank)
de: Leerzeichengetrennte Liste von Zweignamen und Farben im Sinne von Zweig:#RRGGBB. Leerzeichen und Doppelpunkte im Zweinamen müssen entsprechend durch einen Rückstrich (\) gekennzeichnet werden. Entsprechend können einige andere Zeichen auf diese Weise gekennzeichnet werden, beispielsweise entspricht \u0040 dem @-Zeichen und \n einem Zeilenvorschub-Zeichen. Vorgabe: kein (leere Liste)
uk: відокремлений пробілами перелік назв гілок у вигляді branch:#XXXXXX. Пробіли та двокрапки у назвах гілок спереду зворотня нахилена лінія (\). Так само можна додати деякі спеціальні символи, наприклад \u0040 буде позначати символ @, та \n перехід на новий рядок. Відпочатково: Порожньо

source: Hide Tags
de: Etiketten verbergen
uk: Сховати ярлик

source: Space separated list of tags that will not be shown.Useful example: Specify "qbase qparent qtip" to hide the standard tags inserted by the Mercurial Queues Extension. Default: None (leave blank)
de: Leerzeichengetrennte Liste von Etiketten, die ausgeblendet werden sollen. Praktisches Beispiel: geben Sie "qbase qparent qtip" an, um die von der Mercurial-Queues-Erweiterung erstellten Standardetiketten auszublenden. Vorgabe: keine (leere Liste)
uk: Відокремдлений пробілами перелік міток, які будуть відображатися. До прикладу: вкажіть "qbase qparent qtip" аби приховати стандартні мітки, які вставляє додаток Mercurial Queues Extension. відпочатково: Порожньо

source: After Pull Operation
de: Nach der Zieh-Operation
uk: Після операції отримання

source: Operation which is performed directly after a successful pull. update equates to pull --update, fetch equates to the fetch extension, rebase equates to pull --rebase. Default: none
de: Diese Operation wird nach einem erfolgreichen Herunterladen ausgeführt. aktualisieren entspricht pull --update, fetch entspricht der Erweiterung gleichen Namens, rebase entspricht pull --rebase. Voreinstellung: Nichts
uk: Дія, яка виконується відразу після успішного отримання. update рівнозначна pull --update, fetch рівнозначна fetch extension, rebase рівнозначна pull --rebase. Відпочатково: none

# config item
source: Commit
de: Übernehmen
uk: Фіксація

source: Username
de: Benutzername
uk: Користувач

source: Name associated with commits. The common format is:<br>Full Name &lt;email@example.com&gt;
de: Der mit Übernahmen verbundene Benutzername. Das übliche Format ist <br>Vollständiger Name &lt;email@beispiel.de.test&gt;

source: Summary Line Length
de: Länge Zusammenfassungszeile
uk: Загальна довжина рядка

source: Suggested length of commit message lines. A red vertical line will mark this length. CTRL-E will reflow the current paragraph to the specified line length. Default: 80
de: Empfohlene Länge der Zeilen in Übernahmekommentaren, gekennzeichnet durch eine rote senkrechte Linie. Strg-E bricht den aktuellen Absatz auf die angegebene Zeilenlänge um. Vorgabe: 80
uk: Suggested length of commit message lines. A red vertical line will mark this length. CTRL-E will reflow the current paragraph to the specified line length. Відпочатково: 80

source: Close After Commit
de: Nach der Übernahme schließen
uk: Закрити після фіксації

source: Close the commit tool after every successful commit. Default: False
de: Das Übernahme-Werkzeug nach jeder erfolgreicher Übernahme schließen. Vorgabe: nein
uk: Закривати програму фіксації після кожного успішного використання. Відпочатково: False

source: Push After Commit
de: Nach Übernahme verteilen
uk: Надіслати після фіксації

source: Attempt to push to specified URL or alias after each successful commit. Default: No push
de: Nach jeder erfolgreichen Übernahme versuchen, die Änderungen an die angegebene URL bzw. Kurzbezeichnung zu verteilen. Vorgabe: keine Verteilung
uk: Attempt to push to specified URL or alias after each successful commit. Відпочатково: No push

source: Auto Commit List
de: Automatische Einschlüsse
uk: Перелік автоматичних фіксацій

source: Comma separated list of files that are automatically included in every commit. Intended for use only as a repository setting. Default: None (leave blank)
de: Kommagetrennte Liste von dateien, die üblicherweise in jede Übernahme eingeschlossen werden. Dies ist nur als archivspezifische Einstellung vorgesehen. Vorgabe: keine (leere Liste)
uk: Розділених комами список файлів, які автоматично включаються в кожній фіксації. Призначений для використання тільки в якості сховища налаштувань. Відпочатково: None (залиште порожнім)

source: Auto Exclude List
de: Automatische Ausschlüsse
uk: Перелік автоматичних виключень

source: Comma separated list of files that are automatically unchecked when the status, and commit dialogs are opened. Default: None (leave blank)
de: Kommagetrennte Liste von Dateien, die automatisch abgewählt werden, wenn der Zustands- oder Übernahme-Dialog geöffnet werden. Vorgabe: keine (leere Liste)
uk: Список розділених комами файлів, які автоматично знято, коли статус, і здійснювати діалоги відкриваються. Відпочатково: None (залиште порожнім)

source: English Messages
de: Englische Kommentare
uk: Повідомлення англійською

source: Generate English commit messages even if LANGUAGE or LANG environment variables are set to a non-English language. This setting is used by the Merge, Tag and Backout dialogs. Default: False
de: Englische Kommentare selbst dann erstellen, wenn die Umgebungsvariablen LANGUAGE oder LANG auf eine andere Sprache als Englisch gestellt sind. Diese Einstellung wird von den Dialogen fürs Verschmelzen, Etikettieren und Zurücksetzen berücksichtigt. Vorgabe: nein
uk: Створити повідомлення фіксації англійською мовою, навіть якщо змінні середовища LANGUAGE або LANG встановлені не англійською. Ці налаштування використовуються у діалогах об'єднання, відкату та встановлення міток. відпочатково: False

source: Repository name to use in the web interface, and by TortoiseHg as a shorthand name. Default is the working directory.
de: Der Projektarchiv-Name, der in der Weboberfläche benutzt werden soll, und von TortoiseHg ansonsten als Kurzname eingesetzt wird. Vorgabe ist der Name des Arbeitsverzeichnisses.

source: Description
de: Beschreibung
uk: Опис

source: Textual description of the repository's purpose or contents.
de: Eine menschenlesbare Beschreibung der Sinns bzw. der Inhalte des Projektarchivs
uk: Опис призначення або вмісту сховища

source: Contact
de: Kontakt
uk: Контакти

source: Name or email address of the person in charge of the repository.
de: Der Name oder die E-Mail-Adresse des Hauptansprechpartners für das Projektarchiv.
uk: Ім'я або електронна пошта особи, яка є відповідальною за сховище

source: Style
de: Stil
uk: Стиль

source: Which template map style to use
de: Welche Stilvorlage benutzt werden soll
uk: Який взірець зовнішнього вигляду використовувати

source: Archive Formats
de: Archivformate
uk: Формати архівів

source: Comma separated list of archive formats allowed for downloading
de: Kommagatrennte Liste von Archvformaten, die heruntergeladen werden dürfen
uk: Перелік форматів архівів дозволений для отримання, відокремлений комами

source: Port to listen on
de: Port für eingehende Verbindungen
uk: Номер порта, який прослуховувати

source: Push Requires SSL
de: Verteilen nur mit SSL
uk: Відправка вимагає SSL

source: Whether to require that inbound pushes be transported over SSL to prevent password sniffing.
de: Ob es nötig ist, dass eingehende Verteil-Anfragen zur Vermeidung des Ablauschens von Passwörtern SSL-verschlüsselt erfolgen müssen
uk: Для відправляння файлів необхідно використовувати шифрування, для уникнення втрати паролю.

source: Stripes
de: Zeilenschattierung
uk: Смуги

source: How many lines a "zebra stripe" should span in multiline output. Default is 1; set to 0 to disable.
de: Wie viele Zeilen die Hintergrundschattierung in der mehrzeiligen Darstellung umfassen soll. 0 bedeutet keine Schattierung. Vorgabe: 1
uk: Через скількі рядків повинні з'являтися \"смуги зебри\" при багаторядковому виводі. Відпочатково 1; 0 для відключення.

source: Max Files
de: Maximale Dateien
uk: Максимум файлів

source: Maximum number of files to list per changeset. Default: 10
de: Maximele Dateianzahl, die je Änderungsmenge angezeigt wird. Vorgabe: 10
uk: Максимальна кількість файлів до списку змін. Відпочатково: 10

source: Max Changes
de: Maximale Änderungen
uk: Максимум змін

source: Maximum number of changes to list on the changelog. Default: 10
de: Maximale Anzahl von Änderungen, die im Änderungsverlauf darstellt werden. Vorgabe: 10
uk: Максимальна кількість змін у переліку змін. Відпочатково: 10

source: Allow Push
de: Verteilen zulässig
uk: Дозволено відправляти

source: Whether to allow pushing to the repository. If empty or not set, push is not allowed. If the special value "*", any remote user can push, including unauthenticated users. Otherwise, the remote user must have been authenticated, and the authenticated user name must be present in this list (separated by whitespace or ","). The contents of the allow_push list are examined after the deny_push list.
de: Ob bzw. wem erlaubt ist, Aktualisierungen von außen in dieses Projektarchiv zu verteilen (komma- bzw. leerraumgetrennte Liste). Leer bedeutet nein. Der Wert "*" bedeutet, dass jeder Benutzer dies auch ohne Anmeldung darf. Ansonsten muss der Benutzer sich von außen anmelden und sein Benutzername muss in der Liste genannt sein. Der Inhalt dieser Einschlussliste hat Vorrang vor der Ausschlussliste.
uk: Кому дозволено відправляти у сховище. Якщо відсутнє або не вказано, тоді відправляти заборонено. При спеціальному значенні \"*\" - будь хто може відправляти, включаючи і тих хто не пройшов регістрацію. Інакше, віддалений користувач повинен пройти регістрацію та його ім'я повинно бути присутнім у цьому переліку (відокремлено пробілами або \",\"). Зміст переліку дозволів на відправку розглядається після переліку заборон на відправку.

source: Deny Push
de: Verteilen verbieten
uk: Заборонено відправляти

source: Whether to deny pushing to the repository. If empty or not set, push is not denied. If the special value "*", all remote users are denied push. Otherwise, unauthenticated users are all denied, and any authenticated user name present in this list (separated by whitespace or ",") is also denied. The contents of the deny_push list are examined before the allow_push list.
de: Ob bzw. wem verboten ist, Aktualisierungen von außen in dieses Projektarchiv zu verteilen (komma- bzw. leerraumgetrennte Liste). Leer bedeutet erlaubt. Der Wert "*" bedeutet, dass kein Benutzer dies darf. Ansonsten werden nicht angemeldete Benutzer grundsätzlich abgelehnt und zusätzlich die hier genannten. Der Inhalt dieser Ausschlussliste wird gegenüber der Einschlussliste nachrangig behandelt.
uk: Кому заборонено відправляти у сховище. Якщо відсутнє або не вказано, тоді відправлення не заборонено. При спеціальному занченні \"*\" - всім віддаленим користувачам заборонено відправляти у сховище. Інакше кажучи, відправляти заборонено користувачам які не пройшли регістрацію, а також тим хто проойшов, але присутній у переліку (відокремлено пробілами або "\",\"). Зміст переліку заборон відправляти розглядається до переліку дозволів на відправлення.

source: Encoding
de: Zeichensatz
uk: Кодування

source: Character encoding name
de: Name des Zeichensatzes
uk: Система кодування

source: Host
de: Rechner
uk: Вузол

source: Host name and (optional) port of proxy server, for example "myproxy:8000"
de: Rechnername und wahlweise der Port des Proxyservers, zum Beispiel "meinproxy:8000"
uk: Назва вузла та (необов'язково) порта проксі сервера, для прикладу "мій_проксі:8000"

source: Bypass List
de: Umgehen
uk: Перелік виключень

source: Optional. Comma-separated list of host names that should bypass the proxy
de: Wahlweise: Kommagetrennte liste von Rechnernamen, für die der Proxyserver umgangen wird.
uk: Необов'язково. Перелік вузлів, через кому, яким не потрібен проксі

source: Optional. User name to authenticate with at the proxy server
de: Wahlweise. Benutzername für die Anmeldung beim Proxyserver.
uk: Необов'язково. Ім'я користувача для регістрації на проксі сервері

source: Password
de: Passwort
uk: Пароль

source: Optional. Password to authenticate with at the proxy server
de: Wahlweise. Passwort für die Anmeldung beim Proxyserver.
uk: Необов'язково. Пароль для регістрації на проксі сервері

source: From
de: Von
uk: Від

source: Email address to use in the "From" header and for the SMTP envelope
de: Die E-Mail-Adresse, die in der "From"-Kopfzeile und für den SMTP-Umschlag verwendet wird
uk: Адреса електронної пошти, яка буде відображатись у заголовку "Від" SMTP повідомлень

source: To
de: An
uk: Tакож

source: Comma-separated list of recipient email addresses
de: Kommagetrennte Adressliste der E-Mail-Empfänger
uk: Перелік адрес електронної пошти отримувачів, відокремлений комами

source: Cc
de: Kopie
uk: Копія

source: Comma-separated list of carbon copy recipient email addresses
de: Kommagetrennte Adressliste der E-Mail-Kopie-Empfänger (cc)
uk: Перелік адрес електронної пошти отримувачів копій, відокремлений комами

source: Bcc
de: Blindkopie
uk: Прихована

source: Comma-separated list of blind carbon copy recipient email addresses
de: Kommagetrennte Adressliste der E-Mail-Blindkopie-Empfänger (bcc)
uk: Перелік адрес електронної пошти для прихованих отримувачів, відокремлені комами

source: method
de: Methode
uk: метод

source: Optional. Method to use to send email messages. If value is "smtp" (default), use SMTP (configured below). Otherwise, use as name of program to run that acts like sendmail (takes "-f" option for sender, list of recipients on command line, message on stdin). Normally, setting this to "sendmail" or "/usr/sbin/sendmail" is enough to use sendmail to send messages.
de: Wahlweise. Vorgehensweise beim Versand von E-Mails. Der Wert "smtp" hat die Wahl des SMTP-Protokolls zur Folge (der im Folgenden weiter konfiguriert wird). Jeder andere Wert bezeichnet ein Programm, welches wie das Sendmail-Programm aufgerufen wird (mit dem Schalter "-f" zur Angabe des Versenders, der Empfängerliste in der Argumentliste und dem Text über die Standardeingabe). In der Regel genügt es, hier "sendmail" oder "/usr/sbin/sendmail" auszuwählen, um E-Mails mit Hilfe von Sendmail zu versenden.
uk: Необов'язково. Метод, що використовується для надсилання повідомлень. Якщо параметр "smtp" (відпочатково), використовується SMTP (налаштований нижче). У іншому випадку, використовуйте програму яка працює як sendmail (отримавши "-f" опцію для надсилання, перелік отримувачів у командному рядку, нотатка stdin). За звичай, для цього достатньо налаштувати "sendmail" або "/usr/sbin/sendmail" та використовувати sendmail для передачі повідомлень.

source: Host name of mail server
de: Name des Mailservers
uk: Назва вузла сервера електронної пошти

source: Port to connect to on mail server. Default: 25
de: Prort des Mailservers, mit dem die Verbindung gemacht wird. Voreinstellung: 25
uk: Порт для з'єднання з сервером електронної пошти. Відпочатково: 25

source: Connect to mail server using TLS. Default: False
de: Verschlüsselte Verbindung mit dem Mailserver (TLS). Voreinstellung: False
uk: З'єднання з email сервером з використанням TLS. Відпочатково: Ні

source: SMTP Username
de: SMTP-Benutzername
uk: SMTP ім'я користувача

source: Username to authenticate to mail server with
de: Benutzername für die Anmeldung beim Mailserver
uk: Ім'я користувача для регістрації на поштовому сервері

source: SMTP Password
de: SMTP-Passwort
uk: SMTP пароль

source: Password to authenticate to mail server with
de: Passwort für die Anmeldung beim Mailserver
uk: Пароль для регістрації на поштовому сервері

source: Local Hostname
de: Lokaler Rechnername
uk: Назва локального вузла

source: Hostname the sender can use to identify itself to the mail server.
de: Rechnernamen, den der Absender nutzen soll, um sich beim Mailserver anzumelden.
uk: Назва вузла, який використовується відправником, як поштовий сервер

source: Diff
de: Vergleich
uk: Утиліта порівняння

source: Patch EOL
de: Zeilenendezeichen flicken
uk: Латка EOL

source: Normalize file line endings during and after patch to lf or crlf. Strict does no normalization. Auto does per-file detection, and is the recommended setting. Default: strict
de: Zeilenenden innerhalb des bzw. am Schluss des Flicken auf LF oder CRLF normalisieren. Strict führt keine Normalisierung aus. Auto betreibt eine dateispezifische Erkennung, und ist die empfohlene Einstellung: Vorgabe: Strict
uk: Вирівнювання закінчення рядків файлу під час та після накладання латки, lf або crlf. Точний не робить нормалізації. Автоматичний робить нормалізацію для кожного виявленого файлу, і є рекомендованим. Відпочатково: lf

source: Use git extended diff header format. Default: False
de: Nutze das erweiterte (git) Format in den Kopfdaten von Vergleichen. Voreinstellung: False
uk: Використовувати розширений git формат для заголовку різниць. Відпочатково: Ні

source: MQ Git Format
de: Format von MQ-Git
uk: MQ Git формат

source: If set to 'keep', mq will obey the [diff] section configuration while preserving existing git patches upon qrefresh. If set to 'yes' or 'no', mq will override the [diff] section and always generate git or regular patches, possibly losing data in the second case.
de: Mit der Einstellung 'keep' beachtet die Flickenschlange den Abschnitt [diff] der Konfiguration, wobei bestehende git-Flicken während einer Schlangenaktualisierung beibehalten werden. Mit der Einstellung 'yes' oder 'no' übersteuert es den [diff]-Abschnitt und generiert grundsätzlich git-Flicken oder gewöhnliche Flicken, wobei im zweiten Fall Datei verloren gehen können.

source: No Dates
de: Kein Datum
uk: Без дат

source: Do not include modification dates in diff headers. Default: False
de: Modifikationsdatum in den Kopfdaten von diff nicht angeben. Voreinstellung: False
uk: Не включати дату змін до заголовку різниць. Відпочатково: Ні

source: Show Function
de: Funktion zeigen
uk: Відображати функцію

source: Show which function each change is in. Default: False
de: Zeige zu jeder Änderung die betroffene Funktion. Voreinstellung: False
uk: Відображати у якій функції знаходиться кожна зміна. Відпочатково: Ні

source: Ignore White Space
de: Leerzeichenwechsel ignorieren
uk: Ігнорувати пропуски

source: Ignore white space when comparing lines. Default: False
de: Leerraum-Unterschiede beim Zeilenvergleich ignorieren. Vorgabe: nein
uk: Ігнорувати пропуски при порівнянні файлів. Відпочатково: False

source: Ignore WS Amount
de: ign. Leeränderungen
uk: Не зважати на кількість пропусків (пробел)

source: Ignore changes in the amount of white space. Default: False
de: Unterschiede in der Anzahl des Leerraums ignorieren. Vorgabe: nein
uk: Не зважати на зміни у кількості пропусків (пробел). Відпочатково: False

source: Ignore Blank Lines
de: Leerzeilen ignorieren
uk: Не враховувати порожніх рядків

source: Ignore changes whose lines are all blank. Default: False
de: Ignoriere Änderungen, der nur leere Zeilen ändert. Default: False
uk: Не зважати на зміни, які викликані порожніми рядками. Відпочатково: False

source: Fonts
de: Schriftarten
uk: Шрифти

source: Message Font
de: Schriftart für Nachrichten
uk: Шрифт повідомлень

source: Font used to display commit messages. Default: monospace 10
de: Zeichensatz um Übernahmekommentare darzustellen. Vorgabe: monospace 10
uk: Шрифт, який використовується для відображення повідомлення фіксації. Відпочатково: monospace 10

source: Diff Font
de: Schriftart für Abweichungen
uk: Різниця шрифтів

source: Font used to display text differences. Default: monospace 10
de: Schriftart zur Darstellung von Textunterschieden. Vorgabe: monospace 10
uk: Шрифт, який використовується для відображення різниці текстів. Відпочатково: monospace 10

source: List Font
de: Schriftart für Listen
uk: Перелік шрифтів

source: Font used to display file lists. Default: sans 9
de: Schriftart zur Darstellung von Dateilisten. Vorgabe: sans 9
uk: Шрифт, який використовується для відображення списку файлів. Відпочатково: sans 9

source: ChangeLog Font
de: Schriftart für den Änderungsverlauf
uk: Журнал змін шрифтів

source: Font used to display changelog data. Default: monospace 10
de: Schriftart zur Darstellung von Daten aus dem Änderungsverlauf. Vorgabe: monospace 10
uk: Шрифт, який використовується для відображення журналу змін. Відпочатково: monospace 10

source: Output Font
de: Schriftart für Ausgaben
uk: Вихідний шрифт

source: Font used to display output messages. Default: sans 8
de: Schriftart zur Darstellung von Ausgabenachrichten. Vorgabe: sans 8
uk: Шрифт, який використовується для відображення вихідних повідомлень. Відпочатково: sans 8

source: Extensions
de: Dateierweiterungen
uk: Додатки

source: Issue Tracking
de: Abweichungsverfolgung
uk: відслідковування запитів

source: Issue Regex
de: Regulärer Ausdruck für Abweichungen

source: Defines the regex to match when picking up issue numbers.
de: Bestimmt den regulären Ausdruck bei der Auswahl von Abweichungs-Ids.
uk: Визначає регулярний вираз відповідно до піднятих номерів питаннь.
