Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Reorder Unapplied Patches
de: Nicht angewandte Flicken umsortieren
uk: Змінити порядок незастосування латок

source: Unapplied Patches - drag to reorder
de: Nicht angewandte Flicken - zum Umsortieren ziehen
uk: Не прийняті латки - перетягнути для зміни порядку застосування

source: Applied Patches
de: Angewandte Flicken
uk: Складені латки

source: Rename patch
de: Flicken umbenennen
uk: Зміна назви латки

source: Undo
de: Rückgängig
uk: Повернути

source: Redo
de: Wiederherstellen
uk: Переробити

source: Cut
de: Ausschneiden
uk: Вирізати

source: Paste
de: Einfügen
uk: Вставити

source: Select All
de: Alle auswählen
uk: Вибрати все

source: Wrap
de: Zyklisch
uk: Обгортка

# wrap mode
source: None
de: Keiner
uk: Нічого

source: Word
de: Wort
uk: Слово

source: Character
de: Zeichen
uk: Літера

source: Whitespace
de: Leerzeichen
uk: Пробіл

source: Visible
de: Sichtbar
uk: Видимий

source: Invisible
de: Unsichtbar
uk: Невидимий

source: AfterIndent
de: Einrückung danach
uk: Після відступу

source: EolnVisibility
de: Zeilenende-Sichtbarkeit

source: ### regular expression ###
de: ### regulärer Ausdruck ###
uk: ### регулярний вираз ###

source: Regular expression search pattern
de: Suchmuster (Regulärer Ausdruck)
uk: Шукати взірці регулярними виразами

source: Wrap search
de: Zyklisch weitersuchen
uk: Обернений пошук

source: Unable to read/write config file
de: Die Konfigurationsdatei kann nicht gelesen/geschrieben werden
uk: Не можливо прочитати/записати файл налаштувань

source: No visual editor configured
de: kein grafischer Editor konfiguriert
uk: Не налаштований візуальний редактор

source: Please configure a visual editor.
de: Bitte konfigurieren Sie einen grafischen Editor
uk: Будь ласка, налаштуйте візуальний редактор

source: Editor launch failure
de: Editorstartfehler
uk: Помилка запуску редактора

source: Failed to open path in terminal
de: Das Öffnen des Pfades in einer Konsole ist fehlgeschlagen

source: "%s" is not a valid directory
de: "%s" ist kein gültiges Verzeichnis

source: No shell configured
de: Keine Shell konfiguriert
uk: Не налаштований shell

source: A terminal shell must be configured
de: Eine Kommandozeilenanwendung für die Konsole muss eingestellt werden
uk: В терміналі shell повинен бути налаштований

source: Show Log
de: Protokoll anzeigen
uk: Показати журнал

source: Please enter a username
de: Bitte geben Sie Ihren Benutzernamen ein
uk: Введіть ім'я користувача

source: You must identify yourself to Mercurial
de: Sie müssen sich vor Mercurial ausweisen
uk: Ви повинні ідентифікувати себе для Mercurial

source: Goto
de: Wechsle zu
uk: Перехід

source: Go
de: Los
uk: Перейти

source: Checkmark files to add
de: Dateien zum Hinzufügen ankreuzen
uk: Помітити файли для додавання

source: Checkmark files to forget
de: Dateien zum Vergessen ankreuzen
uk: Помітити файли для відкидання

source: Forget
de: Vergessen
uk: Незважати

source: Checkmark files to revert
de: Dateien zum zurückrollen ankreuzen
uk: Помітити файли для повернення

source: Revert
de: &Zurückrollen
uk: Відновити

source: Checkmark files to remove
de: Dateien zum Entfernen ankreuzen
uk: Помітити файли для вилучення

source: Remove
de: Entfernen
uk: Вилучити

source: Do not save backup files (*.orig)
de: Sicherungskopien (*.orig) nicht speichern
uk: Не зберігати копії файлів (*.orig)

source: Force removal of modified files (--force)
de: Entfernen der geänderten Dateien erzwingen (--force)

source: No files selected
de: Keine Dateien ausgewählt
uk: Не вибрано файли

source: No operation to perform
de: Es gibt nichts zu tun
uk: Не виконувати операції

source: You have selected one or more files that have been modified. By default, these files will not be removed. What would you like to do?
de: Sie haben mindestens eine veränderte Datei ausgewählt. Standardmäßig werden diese Dateien nicht entfernt. Was möchten Sie tun?

source: Remove &Unmodified Files
de: &Unveränderte Dateien entfernen

source: Remove &All Selected Files
de: &Alle ausgewählten Dateien entfernen

source: Rebase changeset and descendants
de: Basis der Änderungsliste und seine Abhängigkeiten wechseln
uk: Зміна бази змін та нащадків

source: To rebase destination
de: Neue Basis
uk: Зміна бази отримувача

source: Keep original changesets
de: Ursprüngliche Änderungslisten beibehalten
uk: Пропустити оригінальні набори змін

source: Keep original branch names
de: Ursprüngliche Zweignamen beibehalten
uk: Пропустити оригінальні назви гілок

source: Force detach of rebased changesets from their original branch
de: Abkopplung der Änderungslisten von ihrem Originalzweig nach Basiswechsel erzwingen
uk: Відокремити групи від змін, перебазувалися з їх початкової гілки

source: Rebase unpublished onto Subversion head (override source, destination)
de: Basis des nicht Veröffentlichten auf den Subversion-Head ändern (übersteuert Ziel und Quelle)
uk: Зміна бази неопублікованих на голову Subversion (перевизначити джерело, місце призначення)

source: Abort
de: Abbrechen
uk: Перервати

source: Rebase - %s
de: Basiswechsel - %s
uk: Зміна бази - %s

source: Before rebase, you must <a href="commit"><b>commit</b></a> or <a href="discard"><b>discard</b></a> changes.
de: Vor dem Basiswechsel müssen Sie die Änderungen <a href="commit"><b>übernehmen</b></a> or <a href="discard"><b>verwerfen</b></a>.
uk: Перед зміною бази Вам потрібно <a href="commit"><b>зафіксувати</b></a> or <a href="discard"><b>відкинути</b></a> зміни.

source: You may continue the rebase
de: Sie können den Basiswechsel fortsetzen
uk: Ви можете продовжити змінювати базу

source: Rebase is complete
de: Der Basiswechsel ist abgeschlossen
uk: База змінена

source: Rebase aborted
de: Der Basiswechsel wurde abgebrochen
uk: Зміна бази перервано

source: Rebase generated merge <b>conflicts</b> that must be <a href="resolve"><b>resolved</b></a>
de: Der Basiswechsel hat zu <b>Verschmelzungskonflikten</b> gefühlt, die <a href="resolve"><b>aufgelöst</b></a> werden müssen.
uk: Зміна бази призведе до об'єднання <b>конфліктів</b> потім потрібно буде <a href="resolve"><b>їх вирішувати</b></a>

source: Exiting with an unfinished rebase is not recommended.
de: Wir raten davon ab, vor Abschluss des Basiswechsels den Dialog zu verlassen.
uk: Вихід з незавершеною операцією зміни бази не рекомендується

source: Consider aborting the rebase first.
de: Ziehen Sie in Betracht, den Basiswechsel zunächst abzubrechen.
uk: Врахувати спершу переривання зміни бази

source: Rebase already in progress
de: Der Basiswechsel läuft bereits
uk: Зміна бази в процесі

source: Resuming rebase already in progress
de: Der Basiswechsel wird fortgesetzt
uk: відновлення зміни бази вже в процесі

source: You must provide source and dest arguments
de: Sie müssen Werte für Quelle und Ziel erfassen
uk: Ви повинні вказати основу та призначення

source: Merge rejected patch chunks into %s
de: Die zurückgewiesenen Flickenblöcke werden in %s eingefügt
uk: Обєднання відхилило шматки латки %s

source: Mark this chunk as resolved, goto next unresolved
de: Diesen Block als erledigt markieren und zum nächsten offenen springen
uk: Відмітити цю частинку як вирішену та перейти до іншої невирішеної

source: Mark this chunk as unresolved
de: Diesen Block als nicht erledigt markieren
uk: Відмітити цю частинку як невирішену

source: Unable to merge rejects
de: Zurückweisungen können nicht eingefügt werden
uk: Відкинуто те що неможливо обєднати

source: Can't read this file (maybe deleted)
de: Kann diese Datei nicht lesen (eventuell gelöscht)
uk: Не можливо прочитати цей файл (можливо видалений)

source: This appears to be a binary file
de: Dies scheint eine Binärdatei zu sein
uk: Здається це двійковий файл

source: Warning
de: Warnung
uk: Попередження

source: You have marked all rejected patch chunks as resolved yet you have not modified the file on the edit panel. This probably means that no code from any of the rejected patch chunks made it into the file. Are you sure that you want to leave the file as is and consider all the rejected patch chunks as resolved? Doing so may delete them from a shelve, for example, which would mean that you would lose them forever! Click Yes to accept the file as is or No to continue resolving the rejected patch chunks.
de: Sie haben alle zurückgewiesenen Flickenblöcke als aufgelöst markiert, obwohl Sie die angezeigte Datei nicht geändert haben. Das könnte darauf hinweisen, dass kein Code aus den zurückgewiesenen Flickenblöcken den Weg in die Datei gefunden hat. Sind Sie sicher, dass Sie die Datei unverändert lassen wollen und alle zurückgewiesenen Flickenblöcke als aufgelöst markieren wollen? Auf diese Weise können Sie sie beispielsweise aus einem Stauraum löschen, was aber bedeutet, dass sie dauerhaft verloren sind! Wählen Sie ja, um die Datei so zu akzeptieren oder nein, um die Auflösung weiterzuführen.

source: Filename required
de: Es muss ein Dateiname angegeben werden
uk: Потребує назви файла

source: You must provide the path to a file
de: Sie müssen das Verzeichnis für die Datei angeben
uk: Ви повинні вказати шлях до файлу

source: Could not find or initialize the repository from folder<p>%s</p>
de: <p>Das Projektarchiv konnte nicht ermittelt oder initialisiert werden aus dem Verzeichnis</p><p>%s</p>
uk: У теці <p>%s</p> не вдалося знайти або ініціалізувати сховище

source: Copy source -> destination
de: Quelle in Ziel kopieren
uk: Копіювання оригінал -> отримувач

source: Copy - %s
de: Kopieren - %s
uk: Копіювати - %s

source: Copy Error
de: Kopierfehler
uk: Помилка копіювання

source: Rename - %s
de: Umbenennen - %s
uk: Змінити назву - %s

source: Rename Error
de: Fehler beim Umbenennen
uk: Помилка зміни назви

source: Select Source File
de: Quelldatei auswählen
uk: Обрати файл оригіналу

source: Select Source Folder
de: Quellordner auswählen
uk: Обрати теку оригіналу

source: Select Destination File
de: Zieldatei auswählen
uk: Обрати файл отримувач

source: Source does not exists.
de: Die Quelle ist nicht vorhanden.
uk: Оригінал не існує

source: The source must be within the repository tree.
de: Die Quelle muss im Projektarchiv-Baum liegen.
uk: Оригінал повинний бути всередині дерева сховища.

source: The destination must be within the repository tree.
de: Das Ziel muss im Projektarchiv-Baum liegen.
uk: Отримувач повинен бути всередині дерева сховища.

source: Please give a destination that differs from the source
de: Bitte geben Sie ein von der Quelle abweichendes Ziel an.
uk: Будь ласка, дайте призначення, яке відрізняється від основи

source: Destination file already exists.
de: Die Zieldatei ist bereits vorhanden.
uk: Файл отримувач вже існує

source: Are you sure you want to overwrite it ?
de: Sind Sie sicher, dass Sie sie überschreiben wollen?
uk: Ви впевнені що хочете перезаписати це ?

source: Cannot do a pure casefolding copy on Windows
de: Eine Kopie, bei der sich nur die Groß-/Kleinschreibung ändert, ist unter Windows nicht möglich
uk: Під Windows не можливо чисто зробити casefolding копію

source: The following error was caught while copying:
de: Der folgende Fehler wurde beim Kopieren gefangen:
uk: Наступна помилка була отримана при копіюванні:

source: The following error was caught while renaming:
de: Der folgende Fehler wurde beim Umbenennen gefangen:
uk: Наступна помилкаа була отримана при зміні назви:

source: Show all
de: Zeige alle
uk: Показати все

source: ### revision set query ###
de: ### Revisionsmengen-Anfrage ###
uk: ### запит перегляду редакції ###

source: Clear current query and query text
de: Aktuelle Anfrage löschen und Text anfragen
uk: Видалення поточних та текстових запитів

source: Trigger revision set query
de: Revisionsmengen-Anfrage auslösen
uk: Тріггер на запит перегляду редакції

source: Open advanced query editor
de: Komplexen Anfrage-Editor öffnen
uk: Відкрити розширений редактор запитів

source: Delete selected query from history
de: Ausgewählte Anfrage aus den Aufzeichnungen entfernen
uk: Видалити обраний запиз з журналу

source: Toggle filtering of non-matched changesets
de: Filtern der unpassenden Änderungslisten an-/ausschalten
uk: Відповідає за переключення фільтрації без змін

source: Branch
de: Zweig
uk: Гілка

source: Display graph the named branch only
de: Nur den benannten Zweig grafisch darstellen
uk: Відобразити графік тільки зазначеної гілки

source: Display only active branches
de: Nur aktive Zweige anzeigen

source: Display closed branches
de: Die geschlossenen Zweige darstellen
uk: Відображати закриті гілки

source: Include all ancestors
de: Alle Vorgänger einschließen
uk: Включити всіх попередників

# column header
source: Graph
de: Grafische Darstellung
uk: Граф

# column header
source: Rev
de: Revision
uk: Ред.

# column header
source: Branch
de: Zweig
uk: Гілка

# column header
source: Description
de: Beschreibung
uk: Опис

# column header
source: Author
de: Autor
uk: Автор

# column header
source: Tags
de: Etiketten
uk: Ярлики

# column header
source: Node
de: Knoten
uk: Вузлова точка

# column header
source: Age
de: Alter
uk: Вік

# column header
source: Local Time
de: Lokalzeit
uk: Поточний час

# column header
source: UTC Time
de: Universalzeit
uk: Всесвітній час

# column header
source: Changes
de: Änderungen
uk: Зміни

source: filling (%d)
de: wird aufgefüllt (%d)
uk: заповнення (%d)

source: Mercurial User
de: Benutzer von Mercurial
uk: Користувач Mercurial

source: Unsupported repository type (%s)
de: Der Archivtyp (%s) wird nicht unterstützt
uk: Не підтримуваний тип сховища (%s)

source: Cannot open non mercurial repositories or subrepositories
de: Kann Projektarchive und -unterarchive, die nicht von Mercurial stammen, nicht öffnen
uk: Не можу відкрити не mercurial сховище або підсховище

source: &Delete
de: &Entfernen
uk: &Видалення

source: Confirm Delete
de: Entfernen bestätigen
uk: Підтвердити вилучення

source: Delete Group '%s' and all its entries?
de: Die Gruppe '%s' mit allen Einträgen entfernen?
uk: Видалити групу '%s' а також всі її елементи?

source: Repository Registry
de: Archivkatalog
uk: Реєстр сховища

source: Refresh repository list
de: Archivliste aktualisieren
uk: Освіжити список сховища

source: Refresh the Repository Registry list
de: Archivkatalog aktualisieren
uk: Освіжити список реєстра сховища

source: Open
de: Öffnen
uk: Відкрити

source: Open the repository in a new tab
de: Das Projektarchiv in einem neuen Reiter öffnen
uk: Відкрити сховище у новій вкладці

source: Open All
de: Alles öffnen
uk: Відкрити все

source: Open all repositories in new tabs
de: Alle Projektarchive in neuen Reitern öffnen
uk: Відкрити всі сховища у нових вкладках

source: New Group
de: Neue Gruppe erstellen
uk: Нова група

source: Create a new group
de: Neue Gruppe anlegen
uk: Створити нову групу

source: Rename the entry
de: Den Eintrag umbenennen
uk: Зміни назву запису

source: Settings...
de: Einstellungen...
uk: Налаштування...

source: View the repository's settings
de: Die Projektarchiv-Einstellungen ansehen
uk: Переглянути налаштування сховища

source: Remove from registry
de: Aus dem Katalog entfernen
uk: Вилучити з реєстру

source: Remove the node and all its subnodes. Repositories are not deleted from disk.
de: Den Knoten und alle Unterknoten entfernen. Die Projektarchive werden nicht von der Platte gelöscht.
uk: Видалити вузол і всі його дочірні вузли. Репозиторії не видаляються з диска.

source: Clone...
de: Klonen...
uk: Клонувати...

source: Clone Repository
de: Projektarchiv klonen
uk: Клонувати сховище

source: Explore
de: E&xplorer
uk: Провідник

source: Open the repository in a file browser
de: Das Archiv in einem Dateiexplorer öffnen
uk: Відкрити сховище у файловому браузері

source: Terminal
de: &Konsole
uk: Термінал

source: Open a shell terminal in the repository root
de: Eine Kommandozeilenkonsole im Wurzelverzeichnis des Archivs öffnen
uk: Відкрити в терміналі командний рядок сховища з правами суперкористувача

source: Add repository...
de: Projektarchiv hinzufügen...
uk: Додавання сховища...

source: Add a repository to this group
de: Projektarchiv zur Gruppe hinzufügen...
uk: Додати сховище до групи

source: Add a subrepository...
de: Ein Unterarchiv hinzufügen...
uk: Додавання підсховища...

source: Convert an existing repository into a subrepository
de: Ein bestehendes Archiv in ein Unterarchiv umwandeln
uk: Перетворити існуюче сховище у підсховище

source: Copy path
de: Pfad kopieren
uk: Копіювати шлях

source: Copy the root path of the repository to the clipboard
de: Den Wurzelpfad des Archivs in die Zwischenablage kopieren
uk: Скопіювати шлях суперкористувача сховища до буферу обміну

source: Select repository directory to add
de: Wählen Sie ein Projektarchiv-Verzeichnis zum Hinzufügen
uk: Обране каталог сховища доданий

source: Failed to add repository
de: Das Projektarchiv konnte nicht hinzugefügt werden
uk: Помилка при додаванні сховища

source: %s is not a valid repository
de: %s ist kein gültiges Projektarchiv
uk: %s не є допустимим типом сховища

source: Select an existing repository to add as a subrepo
de: Wählen Sie ein bestehendes Archiv, welches als Unterarchiv hinzugefügt werden soll
uk: Обрати існуюче сховище та додати як підсховище

source: Cannot open repository
de: Kann das Archiv nicht öffnen
uk: Не можливо відкрити сховище

source: The selected repository:<br><br>%s<br><br>cannot be open!
de: Das ausgewählte Archiv: <br><br>%s<br><br>kann nicht geöffnet werden.
uk: Для обраного сховища:<br><br>%s<br><br>не може бути відкрите!

source: Subrepository already exists
de: Ein solches Unterarchiv existiert bereits
uk: Підсховище існує

source: The selected repository:<br><br>%s<br><br>is already a subrepository of:<br><br>%s<br><br>as: "%s"
de: Das ausgewählte Archiv: <br><br>%s<br><br>ist bereits ein Unterarchiv von: <br><br>%s<br><br>unter dem Namen: "%s"
uk: Для обраного сховища:<br><br>%s<br><br>а також для підсховищ:<br><br>%s<br><br>as: "%s"

source: Cannot open the .hgsub file in:<br><br>%s
de: Kann die .hgsub-Datei hier nicht öffnen:<br><br>%s
uk: Не можливо відкрити файл .hgsub в:<br><br>%s

source: The .hgsub file already contains the line:<br><br>%s
de: Die .hgsub-Datei enthält bereits die Zeile:<br><br>%s
uk: У файлі .hgsub вже існує рядок:<br><br>%s

source: Subrepo added to .hgsub file
de: Unterarchiv zur .hgsub-Datei hinzugefügt
uk: Підсховище додано до .hgsub файлу

source: The selected subrepo:<br><br><i>%s</i><br><br>has been added to the .hgsub file.<br><br>Remember that in order to finish adding the subrepo<br><i>you must still commit</i> the .hgsub file changes.
de: Das ausgewählte Unterarchiv:<br><br><i>%s</i><br><br>wurde zur .hgsub-Datei hinzugefügt.<br><br>Denken Sie daran, dass zum Abschluss des Hinzufügens des Unterarchivs<br>Sie noch die Änderungen an der .hgsub-Datei <i>übernehmen müssen</i>.
uk: Для обраного сховища:<br><br><i>%s</i><br><br>був доданий до .hgsub файлу.<br><br> Пам'ятати для того аби завершити додавання підсховища<br><i>Ви все одно повинні зробити</i> зміни у файлі .hgsub.

source: Cannot update the .hgsub file in:<br><br>%s
de: Kann die .hgsub-Datei hier nicht aktualisieren:<br><br>%s
uk: Не можливо оновити файл .hgsub в:<br><br>%s

source: "%s" is not a valid repository inside "%s"
de: "%s" ist kein gültiges Archiv innerhalb von "%s"
uk: "%s" не є допустимим типом сховища всередині "%s"

source: Local Repository %s
de: Lokales Projektarchiv %s
uk: Локальне сховище %s

source: An exception happened while loading the subrepos of:<br><br>"%s"<br><br>
de: Eine Ausnahmesituation ist aufgetreten beim Laden des Unterarchivs von:<br><br>"%s"<br><br>

source: The exception error message was:<br><br>%s<br><br>
de: Die Fehlermeldung lautete :<br><br>%s<br><br>

source: Click OK to continue or Abort to exit.
de: Wählen Sie OK zum Fortfahren oder Abort zum Beenden.

source: Error loading subrepos
de: Fehler beim Laden der Unterarchive

source: Unable to update repository name
de: Kann den Archivnamen nicht ändern
uk: Не можливо оновити назву сховища

source: An error occurred while updating the repository hgrc file (%s)
de: Ein Fehler ist aufgetreten beim Ändern der hgrc-Datei des Archivs (%s)
uk: Сталася помилка при оновленні файлу hgrc сховища (%s)

source: default
de: Standard
uk: відпочатково

source: Path
de: Verzeichnis
uk: Латка

source: Could not get subrepository list
de: Konnte die Unterarchiv-Liste nicht ermitteln
uk: Не можливо отримати список підсховищ

source: It was not possible to get the subrepository list for the repository in:<br><br><i>%s</i>
de: Es war nicht möglich, die Unterarchiv-Liste vom Archiv hier zu besorgen:<br><br><i>%s</i>
uk: Неможливо отримати перелік підсховищ у сховищі:<br><br><i>%s</i>

source: Could not open some subrepositories
de: Konnte einige Unterarchive nicht öffnen
uk: Не можливо відкрити деякі підсховища

source: It was not possible to fully load the subrepository list for the repository in:<br><br><i>%s</i><br><br>The following subrepositories may be missing, broken or on an inconsistent state and cannot be accessed:<br><br><i>%s</i>
de: Es war nicht möglich, die Unterarchivliste für das Archiv hier zu laden:<br><br><i>%s</i><br><br>Die folgenden Unterarchive fehlen eventuell, sind defekt oder in einem inkonsistenten Zustand und auf sie kann nicht zugegriffen werden:<br><br><i>%s</i>
uk: Неможливо було завантажити перелік підсховищ для сховища з:<br><br><i>%s</i><br><br>Наступні підсховища можуть бути втрачені, пошкоджені або знаходяться у поганому стані, тому до них немає доступу:<br><br><i>%s</i>

source: Choose log columns...
de: Wählen Sie die Protokollspalten...
uk: Обрати колонку журналу...

source: Goto ancestor of %s and %s
de: Zum gemeinsamen Vorgänger von %s und %s wechseln
uk: Перехід попередника від %s до %s

source: Can't find revision '%s'
de: Revision '%s' kann nicht gefunden werden
uk: Не можливо знайти редакцію '%s'

source: Workbench Log Columns
de: Spalten des Werkbank-Protokolls
uk: Колонки журналу робочого середовища

# tab tooltip
source: Revision details
de: Einzelheiten zur Revision
uk: Деталізація редакції

# tab tooltip
source: Commit
de: Übernehmen
uk: Фіксувати

# tab tooltip
source: MQ Patch
de: Mercurial-Warteschlangen-Flicken
uk: MQ латка

# tab tooltip
source: Synchronize
de: Abgleichen
uk: Синхронізація

# tab tooltip
source: Manifest
de: Inhaltsverzeichnis
uk: Маніфест

# tab tooltip
source: Search
de: Suchen
uk: Пошук

# tab tooltip
source: Patch Branch
de: Flickzweig
uk: Гілка латок

source: %s <incoming>
de: %s <eingehend>

source: Found incoming changesets
de: Eingehende Änderungslisten gefunden
uk: Знайдено незафіксований набір змін

source: Pull incoming changesets into your repository
de: Eingehende Änderungslisten in Ihr Projektarchiv ziehen
uk: Отримати набір змін у сховище

source: Reject
de: Verwerfen
uk: Відхилити

source: Reject incoming changesets
de: Eingehende Änderungslisten zurückweisen
uk: Відкинути вхідний набір змін

source: %d outgoing changesets
de: %d ausgehende Änderungslisten
uk: %d вихідні набори змін

source: Push
de: Verteilen
uk: Відправити

source: %s - verify repository
de: %s - Projektarchiv prüfen
uk: %s - перевірка сховища

source: %s - recover repository
de: %s - Projektarchiv retten
uk: відновити сховище - %s

source: No transaction available
de: Keine Transaktion verfügbar
uk: Не має доступних транзакцій

source: There is no rollback transaction available
de: Eine Rückrolltransaktion ist nicht verfügbar
uk: Відсутні транзакції для повернення

source: Undo last commit?
de: Letzte Übernahme zurücknehmen?
uk: Повернути останню фіксацію?

source: Undo most recent commit (%d), preserving file changes?
de: Jüngste Übernahme (%d) zurücknehmen unter Beibehaltung der Dateiänderungen?
uk: Відмінити останню фіксацію (%d), зберігши зміни у файлах?

source: Undo last transaction?
de: Letzte Transaktion zurücknehmen?
uk: Повернути останню транзакцію?
