Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Redirect stderr to a buffer which is parsed at the end of the process for runtime errors. Default: True
de: Die Standard-Fehlerausgabe in einen Puffer abzweigen, der am Ende der Verarbeitung nach Laufzeitfehlern durchsucht wird. Vorgabe: ja
uk: Перенаправляти stderr до буферу для розбору його помилок виконання в кінці процесу. Відпочатково: Так

source: Fork hgtk
de: hgtk im Hintergrund starten
uk: Зробити окрему гілку hgtk

source: When running hgtk from the command line, fork a background process to run graphical dialogs. Default: True
de: Wenn hgtk in der Konsole ausgeführt wird, wird ein Hintergrundprozess gestartet, um grafische Dialoge zu verwenden. Vorgabe: ja

source: Show a full directory path of the repository in the dialog title instead of just the root directory name. Default: False
de: Den vollständigen Archivpfad im Dialogkopf anzeigen anstatt des reinen Verzeichnisnamens. Vorgabe: nein

source: Default language for spell check. System language is used if not specified. Examples: en, en_GB, en_US
de: Vorgabesprache für die Rechtscheibprüfung. Fehlt die Angabe, wird die Systemvorgabe genutzt. Beispiele: de, de_DE, de_AT
uk: Відпочаткова перевірка правопису мови. Використовується системна мова, якщо не вказана інша. Наприклад: en, en_GB, en_US

source: Name associated with commits
de: Benutzername, der bei der Übernahme verwendet wird
uk: Ім'я, яке ассоціюється з фіксацією

source: Maximum length of the commit message summary line. If set, TortoiseHg will issue a warning if the summary line is too long or not separated by a blank line. Default: 0 (unenforced)
de: Höchstlänge der Zusammenfassungszeile des Übernahmkommentars. TortoiseHg gibt eine Warnung aus, wenn die Zusammenfassungszeile zu lang ist oder nicht mit einer Leerzeile vom Rest des Kommentars getrennt wird. Vorgabe: 0 (keine Überprüfung)
uk: Максимальна довжина рядка нотатки фіксації. Якщо встановлено, TortoiseHg буде видавати попередження, що загальна довжина рядка занадто довга і не відокремлена символом нового рядка. Відпочатково: 0 (необов'язкове)

source: Message Line Length
de: Länge restliche Zeilen
uk: Довжина рядка нотатки

source: Word wrap length of the commit message. If set, the popup menu can be used to format the message and a warning will be issued if any lines are too long at commit. Default: 0 (unenforced)
de: Zeilenumbruch-Länge für den Übernahmekommentar. Wird ein Wert angegeben, kann das Kontextmenü benutzt werden, um den Kommentar zu formatieren. Außerdem wird ein Hinweis ausgegeben, wenn irgendeine Zeile länger als gewünscht ist. Vorgabe: 0 (keine Überprüfung, keine Formatierungshilfe)
uk: Довжина рядку повідомлення фіксації для перенесення по словам. Якщо встановлено тоді для форматування повідомлення фіксації можна використовувати команду меню що випливає, а також будуть з'являтися попередження про перевищення допустимої довжини рядка. Відпочатково: 0 (без перевірок)

source: Close the commit tool after every successful commit. Default: False
de: Das Übernahmewerkzeug nach jeder erfolgreichen Übernahme schließen. Vorgabe: nein
uk: Закривати інструменти фіксації після кожної вдалої фіксації. Відпочатково: Ні

source: Attempt to push to default push target after every successful commit. Default: False
de: Nach jeder erfolgreichen Übernahme versuchen, an das Vorgabe-Verteilziel zu verteilen. Vorgabe: nein

source: Comma separated list of files that are automatically unchecked when the status, commit, and shelve dialogs are opened. Default: None (leave blank)
de: Kommagetrennte Liste von Dateien die automatisch abgewählt werden, wenn ein Zustands-, Übernehmen- und Verstauen-Dialog geöffnet wird. Vorgabe: keine (leer)

source: Default Tab
de: Vorgabereiter
uk: Вкладка відпочатково

source: The tab on which the status and commit tools will open. 0 - TextDiff, 1 - Hunk Selection, 2 - Commit Preview. Default: 0
de: Der Reiter, auf die Zustands- und Übernahmewerkzeuge sich öffnen. 0 - Textvergleich, 1 - Schnipselauswahl, 2 - Übernahmevorschau. Vorgabe: 0
uk: Вкладка з станом та інструментами фіксації будуть відкриті. 0 - TextDiff, 1 - Частковий вибір, 2 - Commit Preview. Відпочатково: 0

source: Space separated list of branch names and colors of the form branch:#XXXXXX. Spaces and colons in the branch name must beescaped using a backslash (\). Likewise some other characters can be escaped in this way, e.g. \u0040 will be decoded to the @ character, and \n to a linefeed. Default: None (leave blank)
de: Leerzeichengetrennte Liste von Zweignamen und -farben in der Art Zweig:#RRGGBB. Leerzeichen und Doppelpunkte im Zweignamen müssen mit einem Rückstrich (\) gekennzeichnet werden. Entsprechend können einige andere Zeichen gleichfalls gekennzeichnet werden, beispielsweise wird \u0040 auf das @-Zeichen und \n auf ein Zeilenvorschub-Zeichen abgebildet. Vorgabe: kein (leere Liste)

source: Space separated list of tags that will not be shown. Useful example: Specify "qbase qparent qtip" to hide the standard tags inserted by the Mercurial Queues Extension. Default: None (leave blank)
de: Eine leerzeichengetrennte Liste von Etiketten, die nicht angezeigt werden. Praktisches Beispiel: Geben Sie "qbase qparent qtip" an, um die von der Mercurial-Queues-Erweiterung hinzugefügten Standardetiketten auszublenden. Vorgabe: keine (leere Liste)
uk: Відокремлений пробілами перелік міток, які будуть не відображатися. До прикладу: вкажіть "qbase qparent qtip" аби приховати стандартні мітки які додає додаток Mercurial Queues Extension. Відпочатково: Порожньо

source: Use Expander
de: Expander benutzen
uk: Використовувати розширення

source: Show changeset details with an expander
de: Änderungslisteneinzelheiten mit einem Expander anzeigen
uk: Показати деталі набору змін з розширенями

source: Toolbar Style
de: Werkzeugleistenstil
uk: Стиль панелі інструментів

source: Adjust the display of the main toolbar in the Repository Explorer. Values: small, large, or theme. Default: theme
de: Die Anzeige der Hauptwerkzeugleiste im Projektarchiv-Explorer anpassen. Zulässige Werte: small (klein), large (groß), oder theme (themenspezifisch.) Vorgabe: theme

source: Operation which is performed directly after a successful pull. update equates to pull --update, fetch equates to the fetch extension, rebase equates to pull --rebase. Default: none
de: Die Anweisung, die unmittelbar nach einem erfolgreichen Zielen ausgeführt wird. Durch update wird ein pull --update ausgeführt, fetch entspricht der Ausführung der fetch-Erweiterung, rebase entspricht einem pull --rebase. Vorgabe: keine

source: Repository name to use in the web interface. Default is the working directory.
de: Der Archivname für den Einsatz in der Weboberfläche. Vorgabe ist der Name des Arbeitsverzeichnisses.
uk: Назва сховища використовується у веб інтерфейсі. Відпочатково співпадає з робочим каталогом

source: Maximum number of files to list per changeset.
de: Maximale Anzahl Dateien, die pro Änderungssatz aufgeführt wird.
uk: Максимальна кількість файлів, в переліку на кожну зміну.

source: Maximum number of changes to list on the changelog.
de: Maximale Anzahl Änderungssätze, die in der Historieanzeige angezeigt werden
uk: Максимальна кількість змін у переліку журналу змін.

source: Coloring Style
de: Farbstil
uk: Стиль забарвлення

source: Adjust the coloring style of diff lines in the changeset viewer. Default: foreground
de: Passen Sie den Farbstil von Abweichungszeilen in der Änderungslistenanzeige an. Vorgabe: Vordergrund
uk: Налаштування стилю забарвлення для відокремлення ліній у відкритому наборі змін. Відпочатково: foreground

source: Font
de: Schriftart
uk: Шрифт

source: Commit Message
de: Übernahmekommentar
uk: Повідомлення фіксації

source: Font used in changeset viewer and commit log text. Default: monospace 10
de: Zeichensatz für die Änderungslisten-Ansicht und den Übernahmeverlaufstext. Vorgabe: monospace 10
uk: Шрифт, який використовується під час перегляду набору змін та запису до журналу. Відпочатково: monospace 10

source: Diff Text
de: Abweichungstext

source: Font used for diffs in status and commit tools. Default: monospace 10
de: Zeichensatz für Abweichungen in Zustands- und Übernahmewerkzeugen. Vorgabe: monospace 10
uk: Шрифт використовується для diffs in status and приладдя фіксації. Відпочатково: monospace 10

source: File List
de: Dateiliste
uk: Список файлів

source: Font used in file lists in status and commit tools. Default: sans 9
de: Zeichensatz für Dateilisten in Zustands- und Übernahmewerkzeugen. Vorgabe: sans 9
uk: Шрифт, який використовується для списку файлів та приладдя фіксації. Відпочатково: sans 9

source: Command Output
de: Anweisungsausgabe
uk: Виведення команди

source: Font used in command output window. Default: monospace 10
de: Schriftart, die im Konsolenausgabefenster verwendet wird. Vorgabe: monospace 10
uk: Шриф, який використовується для командного рядку. Відпочатково: monospace 10

source: Mandatory Issue Reference
de: Verpflichtend anzugebende Abweichungsnummer

source: When commiting an issue, force the user to specify a reference to an issue. If enabled, the regex configured in 'Issue Regex' must find a match in the commit message
de: Bei Übernahme einer Abweichung den Benutzer zwingen, einen Verweis auf die Abweichung anzubringen. Ist dies aktiv, so wird der unter 'regulärer Ausdruck für Abweichungen' angegebene reguläre Ausdruck genutzt, um den Übernahmekommentar zu prüfen

source: Japanese on Windows
de: Japanisch in Windows

source: Edit remote repository path
de: Pfad des entfernten Projektarchivs bearbeiten
uk: Редагувати шлях до зовнішнього сховища

source: Folder
de: Ordner
uk: Тека

source: URL Details
de: URL-Einzelheiten
uk: URL подробиці

source: Select Local Folder
de: Lokales Verzeichnis auswählen
uk: Оберіть локальну теку

source: Alias name is empty
de: Alias-Name ist nicht gesetzt
uk: Поле з псевдонімом порожнє

source: Please enter alias name
de: Bitte geben Sie einen Alias-Namen ein
uk: Введіть псевдонім

source: Overwrite existing '%s' path?
de: Existierenden Pfad '%s' überschreiben?
uk: Перезаписати існуючий '%s' шлях?

source: User global settings
de: Allgemeine Einstellungen des Benutzers
uk: Загальні настанови користувача

source: Confirm Switch
de: Umschalten bestätigen
uk: Підтвердіть перехід

source: Switch after saving changes?
de: Nach der Speicherung der Änderung umschalten?
uk: Перейти після збереження змін?

source: TortoiseHg Configure Repository -
de: TortoiseHG-Projektarchiveinstellungen bearbeiten -
uk: Налаштунки сховища TortoiseHg -

source: TortoiseHg Configure User-Global Settings
de: Allgemeine TortoiseHg-Einstellungen benutzerspezifisch festlegen
uk: Конфігурація загальних настанов користувача TortoiseHg

source: Exit after saving changes?
de: Nach der Speicherung der Änderung beenden?
uk: Закрити після збереження змін?

source: Remote repository paths
de: Entfernte Projektarchivpfade
uk: Шлях до зовнінього сховища

source: Repository Path
de: Projektarchivpfad
uk: Шлях до сховища

source: _Edit
de: _Bearbeiten
uk: _Редагувати

source: Set as _default
de: als _Voreinstellung
uk: Встановити, як відпочаткове

source: No Repository Found
de: Es wurde kein Projektarchiv gefunden
uk: Не знайдено сховища

source: Path testing cannot work without a repository
de: Die Pfadprüfung kann ohne Projektarchiv nicht funktionieren
uk: Перевірка шляху неможлива без сховища

source: Theme default fonts
de: Vorgabeschriftarten des Themas
uk: Відпочаткова тема шрифтів

source: Preset fonts:
de: Vorgabeschriftarten:
uk: Попередньо встановлені шрифти:

source: Custom fonts:
de: Benutzerdefinierte Schriftarten:
uk: Шрифти користувача:

source: - Select Preset -
de: - Wählen Sie eine Voreinstellung -

source: - Select Issue Tracker -
de: - Wählen Sie einen Abweichungsverfolger -
uk: - Обрати систему відслідковування помилок -

source: Select issue tracker plugin to use. Links to plugins can be found at http://tortoisesvn.net/issuetrackerplugins
de: Wählen Sie das einzusetzende Plug-in für Ihren Abweichungsverfolger. Verweise auf Plug-ins sind unter http://tortoisesvn.net/issuetrackerplugins verzeichnet
uk: Для відстеження проблем виберіть плагін. Посилання на плагіни можна знайти на http://tortoisesvn.net/issuetrackerplugins

source: Configure Plugin
de: Plug-in einrichten
uk: Налаштування додатків

source: Suggested
de: Vorgeschlagen
uk: Пропонується

source: History
de: Historie
uk: Журнал

source: Insufficient access rights, reverting to read-onlymode.
de: Unzureichende Zugriffsrechte, wechsle in Nur-Lesen-Modus.
uk: Недостатньо прав доступу, повернутися в режим лише для читання.

source: Unable to parse a config file
de: Konnte die Einstellungsdatei nicht einlesen
uk: Неможливо розібрати конфігураційний файл

source: %s Reverting to read-only mode.
de: %s Wechsle in Nur-Lesen-Modus.
uk: %s Повернутися в режим лише для читання.

source: Skipped saving path with no alias
de: Pfad ohne Alias nicht gespeichert
uk: Шляхи без псевдонімів були відкинуті без збереження

source: Import
de: Importieren
uk: Імпортувати

source: Imported successfully
de: Import erfolgreich
uk: Імпортовано вдало

source: Canceled importing
de: Import abgebrochen
uk: Імпорт скасовано

source: Confirm Close
de: Schliessen bestätigen
uk: Підтвердити закриття

source: Do you want to close?
de: Wollen Sie schließen?
uk: Ви хочете, закрити?

source: Select Patches
de: Flicken auswählen
uk: Обрати латки

source: Select Directory contains patches:
de: Das ausgewählte Verzeichnis enthält Flicken:
uk: Обрати каталог з латками:

source: %s will be imported to the
de: %s wird importiert in
uk: %s будуть імпортовані

source: %s will be imported to the repository
de: %s wird in das Archiv importiert
uk: %s будуть імпортовані до сховища

source: unexpected destination name: %s
de: unerwarteter Zielname: %s
uk: несподівана назва отримувача: %s

source: Unapply last patch
de: Letzten Flicken rückwärts anwenden
uk: Відхилити останню латку

source: Apply next patch
de: Nächsten Flicken anwenden
uk: Прийняти наступну латку

source: Patch
de: Flicken
uk: Латка

source: Yes (&keep)
de: Ja (&Beibehalten)
uk: Так (&дотримуватися)

source: Do you want to delete '%(name)s'?
de: Wollen Sie '%(name)s' entfernen?
uk: Ви хочете видалити '%(name)s'?

source: Do you want to delete these patches?
de: Wollen Sie diese Flicken löschen?
uk: Ви хочете видалити ці латки??

source: Confirm Fold
de: Faltung bestätigen
uk: Підтвердіть складання

source: Do you want to fold un-applied patch '%(target)s' into current patch '%(qtip)s'?
de: Wollen Sie die nicht angewandten Flicken '%(target)s' mit dem ausgewählten Flicken '%(qtip)s' zusammenkleben?
uk: Ви хочете скласти не прийняті латки '%(target)s' у поточну латку '%(qtip)s'?

source: Do you want to fold following un-applied patches into the current patch '%(qtip)s'?
de: Wollen Sie die nachgenannten nicht angewandten Flickenmit dem ausgewählten Flicken '%(qtip)s' zusammenkleben?
uk: Ви хочете, наступного разу не застосовувати патчі до поточного патчу '%(qtip)s'?

source: invalid reorder operation: %s
de: Ungültige neue Reihenfolge: %s
uk: неприпустимий порядок операції: %s

source: series become inconsistent during reorder
de: Serie wird durch die Umordnung inkonsistent
uk: рядок став несумісним під час упорядкування

source: Top
de: Spitze
uk: Початок

source: Up
de: Hoch
uk: На початок

source: Down
de: Runter
uk: Донизу

source: Bottom
de: Unten
uk: Низ

source: _Goto
de: _Wechseln
uk: Перейти

source: _Rename
de: _Umbenennen
uk: _Змінити назву

source: _Finish Applied
de: Angewendete _Abschließen
uk: _Закінчити складання

source: _Delete
de: _Entfernen
uk: _Видалити

source: F_old
de: _Falten
uk: Згортати

source: Reorder
de: Umsortieren
uk: Упорядкувати

source: Enable editable cells
de: Bearbeitbare Zellen aktivieren
uk: Увімкнути редагування клітин

source: Show 'qparent'
de: Warteschlangen-Vorgänger anzeigen
uk: Показувати 'qparent'

source: Force
de: Erzwingen
uk: Примусово

source: Succeed
de: Erfolg
uk: Добитися

source: Title
de: Betreff
uk: Заголовок

source: Message
de: Nachricht
uk: Повідомлення

source: pending pmerges
de: Ausstehende pmerge-Operationen
uk: в очікуванні pmerges

source: no pending pmerges
de: Keine ausstehenden pmerge-Operationen
uk: не в очікуванні pmerges

source: New Patch Name
de: Neuer Flicken-Name
uk: Назва нової латки

source: Pending Pmerge
de: Ausstehende pmerge-Operation
uk: В очікуванні Pmerge

source: You cannot finish this patch branch unless you pmerge it first. pmerge will solve the following issues with %(patch)s: * %(issuelist)s
de: Sie können diesen Flickzweig nicht abschließen, ohne ihn zunächst zusammenzuführen (pmerge). pmerge kümmert sich um die folgenden %(patch)s-Probleme: * %(issuelist)s
uk: Ви не можете закінчити цією латкою гілки, якщо ви pmerge це перший. pmerge буде вирішувати такі питання з %(patch)s: * %(issuelist)s

source: Uncommitted Local Changes
de: Nicht übernommene lokale Änderungen
uk: Незафіксовані локальні зміни

source: pfinish uses your working directory for temporary work. Please commit your local changes before issuing pfinish.
de: pfinish benutzt Ihr Arbeitsverzeichis zur Zwischenspeicherung. Bitte übernehmen Sie alle lokalen Änderungen, bevor Sie pfinish ausführen.

source: Applied MQ patch
de: Angewandter MQ-Flicken
uk: Прийняти MQ латку

source: pfinish must be able to commit, but this is not allowed as long as you have MQ patches applied.
de: pfinish muss zur Übernahme imstande sein, aber dies ist unzulässig, so lange Sie MQ-Flicken angewandt haben.

source: Patch branch finished
de: Flickzweig abgeschlossen
uk: Накладання латок на гілку завершено

source: _new
de: _neu
uk: _новий

source: _goto (update workdir)
de: _Wechseln (Arbeitsverzeichnis ändern)
uk: _goto (оновити робочий каталог)

source: _edit message
de: Nachricht _bearbeiten

source: _rename
de: _umbenennen
uk: _зміна назви

source: _delete
de: _löschen
uk: _видалити

source: _finish
de: _beenden
uk: _готовий

source: Show graph
de: Grafisch _darstellen
uk: Показати граф

source: Show status
de: Zustand anzeigen
uk: Показати статус

source: Show name
de: Namen anzeigen
uk: Показати назву

source: Show title
de: Betreff anzeigen
uk: Показати заголовок

source: Show message
de: Nachricht anzeigen
uk: Показати повідомлення

source: Show internal branches
de: Interne Zweige anzeigen

source: set aside selected changes
de: Gewählte Änderungen zur Seite stellen
uk: прибрати обрані зміни

source: Unshelve
de: Ausräumen
uk: Розмороження

source: restore shelved changes
de: Verstaute Änderungen wiederherstellen
uk: відновити заморожені зміни

source: Abandon
de: Verwerfen
uk: Лишити

source: abandon shelved changes
de: Verstaute Änderungen verwerfen
uk: залишити зміни замороженими

source: Shelf Contents
de: Staurauminhalt
uk: Вміст полички

source: _Shelve
de: _Verstauen
uk: _Заморозити

source: No changes to shelve
de: Keine verstaubaren Änderungen
uk: Немає змін для заморожування

source: Please select diff chunks to shelve
de: Bitte wählen Sie Änderungsblöcke zum Verstauen
uk: Оберіть різні частини для заморожування

source: <b>Shelve file exists!</b>
de: <b>Stauraum-Datei bereits vorhanden!</b>
uk: <b>Заморожений файл існує!</b>

source: Unshelve Abort
de: Ausräumen abgebrochen
uk: Перервати розморожування

source: Unshelve Error
de: Ausräum-Fehler
uk: Помилка розморожування

source: Delete the shelf contents?
de: Den Staurauminhalt entfernen?
uk: Видалити полицю зі змістом??

source: Abandon Error
de: Fehler beim Verwerfen
uk: Помилка відмови

source: Backup all (default)
de: Alles sichern (Vorgabe)
uk: Резервна копія всього (Відпочатково)

source: Backup unrelated changesets (-b/--backup)
de: Änderungslisten ohne Bezug sichern (-b/--backup)
uk: Резервна копія пов'язаних наборів змінs (-b/--backup)

source: Strip
de: Herauslösen
uk: Вирізати

source: Stripped successfully
de: Erfolgreich herausgelöst
uk: Порізано вдало

source: Canceled stripping
de: Herauslösen abbrechen
uk: Нарізку скасовано

source: Failed to strip
de: Herauslösen gescheitert
uk: Помилка під час нарізання

source: %s changesets
de: %s Änderungslisten
uk: %s набори змін

source: %s will be stripped
de: %s wird herausgelöst
uk: %s будуть вирізані

source: Detected uncommitted local changes. Do you want to discard them and continue?
de: Es gibt nicht übernommene lokale Änderungen. Wollen Sie diese verwerfen und fortsetzen?
uk: Знайдено локальні зміни які незафіксовані. Ви хочете відмовитись та продовжити?

source: Saved at: %s
de: Gespeichert um: %s
uk: Збережено: %s

source: Open...
de: Öffnen...
uk: Відкрити...

source: Always show log
de: Protokoll immer anzeigen
uk: Завжди показувати журнал

source: Updated successfully
de: Erfolgreich aktualisiert
uk: Успішно оновлений

source: Failed to update
de: Aktualisierung gescheitert
uk: Не вдалося оновити

source: Detected uncommitted local changes in working tree. Please select to continue:
de: Es gibt nicht übernommene lokale Änderungen im Arbeitsverzeichnis. Bitte wählen Sie zum Fortsetzen:
uk: Знайдено незафіксовані локальні зміни у робочому дереві. Оберіть для продовження:

source: Shelve - launch Shelve tool and continue
de: Verstauen - Stauwerkzeug starten und fortsetzen
uk: Заморозити - запустити інструмент заморозки та продовжити

source: [canceled by user]
de: [vom Benutzer abgebrochen]
uk: [скасовано користувачем]

source: invalid dialog result: %s
de: Ungültiges Dialogergebnis: %s
uk: недійсні результати діалогу: %s

source: unable to clean temp directory: %s
de: Kann temporäres Verzeichnis nicht aufräumen: %s
uk: неможливо очистити тимчасовий каталог: %s

source: Visual Diffs
de: Interaktive Darstellung der Vergleichsergebnisse
uk: Наочні різниці

source: changeset
de: Änderungssatz
uk: набір змін

source: revisions %d to %d
de: Revisionen %d bis %d
uk: редакції з %d по %d

source: Unable to delete temp files
de: Temporäre Dateien konnten nicht gelöscht werden
uk: Не можливо видалити тимчасові файли

source: Close diff tools and try again, or quit to leak files?
de: Vergleichswerkzeuge schließen und neu versuchen, oder Beenden um die Dateien durchsickern zu lassen
uk: Закрити приладдя порівнянь та продовжити, або вийти втративши файл?

source: Try &Again
de: nochmals &Versuchen
uk: Спробувати &Знову

source: &Quit
de: &Beenden
uk: Ви&йти

source: inotify is not supported on this platform
de: In dieser Systemumgebung wird inotify nicht unterstützt
uk: inotify не підтримується на цій платформі

source: eol is incompatible with win32text
de: Das Zeilenende ist mit Text unter Windows x86 nicht vereinbar
uk: eol є несумісним з win32text

source: win32text is incompatible with eol
de: Windows x86 ist mit dem Zeilenende nicht vereinbar
uk: win32text є несумісним з eol

source: hgsubversion is incompatible with perfarce
de: hgsubversion ist mit perfarce nicht vereinbar
uk: hgsubversion несумісна з perfarce

source: perfarce is incompatible with hgsubversion
de: perfarce ist mit hgsubversion nicht vereinbar
uk: perfarce несумісна з hgsubversion

source: %d year
de: %d Jahr
uk: %d рік

source: %d month
de: %d Monat
uk: %d місяць

source: %d week
de: %d Woche
uk: %d тиждень

source: %d day
de: %d Tag
uk: %d доба

source: %d hour
de: %d Stunde
uk: %d годину

source: %d second
de: %d Sekunde
uk: %d секунду

source: in the future
de: in der Zukunft
uk: в майбутньому

source: now
de: jetzt
uk: зараз

source: Unsupported line endings type: %s
de: Nicht unterstützte Zeilenendearaten: %s
uk: Непідтримуваний тип закінчення рядків: %s

source: unknown patch content: %r
de: Unbekannter Inhalt im Flicken: %r
uk: латка невідомого змісту: %r

source: this modifies a binary file (all or nothing)
de: Dies verändert eine binäre Datei (alles oder nichts)
uk: це зміна двійкового файлу (все або нічого)

source: this is a binary file
de: das ist eine binäre Datei
uk: це двійковий файл
