Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: %(count)d of %(total)d Revisions
de: %(count)d von %(total)d Revisionen
uk: %(count)d у %(total)d редакціях

source: Changeset not found in current view
de: Änderungsliste in der aktuellen Ansicht nicht gefunden
uk: Набір змін не знайдено у поточному поданні

source: Null changeset is not viewable
de: Die leere Änderungsliste kann nicht angezeigt werden
uk: Нечинний набір змін не відкривається

source: Repository is empty
de: Das Projektarchiv ist leer
uk: Порожнє сховище

source: Rev/ID
de: Revision/ID
uk: Рев./ID

source: Universal Date
de: Universelles Datum
uk: Світовий час

source: Merging in %s
de: Zusammenführen in %s
uk: Об'єднання з %s

source: Must supply a target revision
de: braucht eine Zielversion
uk: Необхідно вказати цільову редакцію

source: Outstanding uncommitted changes
de: Ausstehende, nicht übernommene Änderungen
uk: Значні незавершені зміни

source: Merge target (other)
de: Ziel zum Zusammenführen (anderes)
uk: Мета об'єднання (інша)

source: Current revision (local)
de: aktuelle Revision (lokale Kopie)
uk: Поточна редакція (локальна)

source: Use merge tool:
de: Verschmelzungswerkzeug benutzen:
uk: Використовувати інструмент об'єднання:

source: Merged successfully
de: Verschmelzung erfolgreich
uk: Об’єднано успішно

source: Canceled merging
de: Zusammenführung abgebrochen
uk: Об’єднання закінчено

source: Failed to merge
de: Zusammenführung fehlgeschlagen
uk: Помилка об’єднання

source: Undo successfully
de: Rückgängig erfolgreich
uk: Повернено успішно

source: Canceled undo
de: Rückgängig abgebrochen
uk: Повернення скасовано

source: Failed to undo
de: Rückgängig gescheitert
uk: Не вдалося повернути

source: To complete merging, you need to commit merged files in working directory. Do you want to exit?
de: Um die Verschmelzungen zu übernehmen, müssen Sie die verschmolzenden Dateien im Arbeitsverzeichnis übernehmen. Wollen Sie beenden?
uk: Для повного об’єднання, необхідно об'єднати файли в робочому каталозі. Ви хочете вийти?

source: Cannot merge
de: Zusammenführen nicht möglich
uk: Об’єднання неможливе

source: Uncommitted local changes
de: Nicht übernommene lokale Änderungen
uk: Uncommitted локальні зміни

source: Confirm undo merge
de: Rückgängig bestätigen
uk: Підтвердіть повернення об’єднання

source: Clean checkout of original revision?
de: Aufräumen und die ursprüngliche Revision abrufen?
uk: Очистити звірене до оригінальної редакції?

source: Changelist:
de: Änderungsliste:
uk: Перелік змін:

source: Submit
de: Absenden
uk: Надіслати

source: Canceled
de: Abgebrochen
uk: Скасовано

source: Failed
de: Fehlgeschlagen
uk: Невдало

source: Select files to add
de: Wählen Sie die hinzuzufügenden Dateien
uk: Вибрати файли для додавання

source: Select files to forget
de: Wählen Sie die zu vergessenden Dateien
uk: Незважати вибрані файли

source: Select files to revert
de: Wählen Sie die zurückzurollenden Dateien aus
uk: Повернути вибрані файли

source: Select files to remove
de: Wählen Sie die zu entfernenden Dateien
uk: Вилучити вибрані файли

source: Toggle all selections
de: Alle Auswahlen umkehren
uk: Перемикання всіх призначень

source: Unable to determine repository status
de: Der Zustand des Projektarchivs konnte nicht ermittelt werden

source: missing
de: fehlend
uk: відсутнє

source: Successfully
de: Erfolgreich
uk: Успішно

source: %s - recovery
de: %s - Rettung
uk: %s - відновлення

source: Stop the hg operation
de: Vorgang von hg abbrechen
uk: Зупинити дії hg

source: Clean checkout, undo all changes
de: Aufräumen, abrufen, alle Änderungen verwerfen
uk: Очистити звірене, відмінити всі зміни

source: Rollback
de: Zurückrollen
uk: Повернення до попереднього

source: Rollback (undo) last transaction to repository (pull, commit, etc)
de: Zurückrollen (zurücknehmen) der letzten Änderungen am Archiv (ziehen, übernehmen, etc)
uk: відкотити (повернути) останню операцію по сховищу (отримання, фіксація та інше)

source: Recover from interrupted operation
de: Nach Operationsunterbrechung retten
uk: Відновити після первинної дії

source: Validate repository consistency
de: Konsistenz des Projektarchivs prüfen
uk: Перевірити сховище на цілісність

source: Cannot close now
de: Kann jetzt nicht geschlossen werden
uk: Неможливо закрити зараз

source: command is running
de: Befehl wird ausgeführt
uk: команда виконується

source: Confirm clean repository
de: Projektarchiv-Reinigung bestätigen
uk: Підтвердіть очистку сховища

source: Clean repository '%s' ?
de: Projektarchiv '%s' reinigen?
uk: Очистити сховище '%s' ?

source: Rollback repository '%s' to %d, undo %s from %s?
de: Projektarchiv '%s' zurückrollen auf %d, %s von %s zurückrollen?
uk: Повернення сховища '%s' до %d, скасував %s через %s?

source: Rollback repository '%s' to %d, undo %s?
de: Projektarchiv '%s' zurückrollen auf %d, %s zurückrollen?
uk: Відкат сховища з '%s' до %d, повернути %s?

source: Rollback repository '%s' ?
de: Projektarchiv '%s' zurückrollen?
uk: Відкат сховища до '%s' ?

source: Confirm rollback repository
de: Zurückrollen bestätigen
uk: Підтвердіть відновлення до попереднього стану сховища

source: [command interrupted]
de: [Befehl unterbrochen]
uk: [команда перервана]

source: Invalid path
de: Ungültiger Pfad
uk: Помилковий шлях

source: Rename
de: Umbenennen
uk: Зміна назви

source: rename error
de: Fehler beim umbenennen
uk: помилка під час зміни назви

source: Start server
de: Server starten
uk: Запуск серверу

source: Stop server
de: Server anhalten
uk: Зупинка серверу

source: Browse
de: Durchsuchen
uk: Переглянути

source: Launch browser to view repository
de: Einen Browser zur Ansicht des Projektarchivs starten
uk: Запустити оглядач для перегляду сховища

source: Configure web settings
de: Web-Einstellungen konfigurieren
uk: Конфігурація web настанов

source: %s - serve
de: %s - Server
uk: %s - сервер

source: Confirm Really Exit?
de: Wirklich beenden?
uk: Підтвердіть реальність виходу?

source: Server process is still running Exiting will stop the server.
de: Der Server-Prozess läuft noch. Beenden wird den Server anhalten.
uk: Процес сервера виконується Вихід зупинить сервер.

source: Abort: %s
de: Abbruch: %s
uk: Перервати: %s

source: Invalid port 2048..65535
de: Unerlaubte Ports 2048..65535
uk: Помилковий порт 2048..65535

source: Defaulting to
de: Voreingestellt auf
uk: відпочатково використовується

source: cannot start server:
de: server kann nicht gestartet werden:
uk: не можливо запустити сервер:

source: listening at http://%s%s/%s (%s:%d)
de: hörend auf http://%s%s/%s (%s:%d)
uk: слухати http://%s%s/%s (%s:%d)

source: name of access log file to write to
de: name der Zugriff Log-Datei in die geschrieben wird
uk: назва файлу для запису журналу доступу

source: run server in background
de: Server im Hintergrund starten
uk: сервер запущено у фоновому режимі

source: used internally by daemon mode
de: intern benutzt im Daemon Modus
uk: використовувати у режимі демону (сервіс)

source: name of error log file to write to
de: name der Fehler Log-Datei in die geschrieben wird
uk: назва файла журнала запису помилок

source: port to use (default: 8000)
de: nutze Port (Vorgabe: 8000)
uk: використовується порт (відпочатково: 8000)

source: address to use
de: nutze Adresse
uk: використовується адреса

source: prefix path to serve from (default: server root)
de: Pfadpräfix von dem ausgeliefert wird (Standard: Serverwurzel '/')
uk: префікс шляху для надання доступу (відпочатково: server root)

source: name to show in web pages (default: working dir)
de: Name, der auf der Webseite angezeigt wird (Standard: Arbeitsverzeichnis)
uk: назва, яка відображається на веб-сторінках (відпочатково: робочий каталог)

source: name of the webdir config file (DEPRECATED)
de: Name der Webverzeichnis-Einstellungsdatei (abempfohlen)
uk: назва webdir файлу налаштувань (DEPRECATED)

source: name of file to write process ID to
de: Name der Datei in dem die Prozess ID gespeichert wird
uk: назва файлу для запису ID процесу

source: for remote clients
de: für remote Clients
uk: для зовнішніх клієнтів

source: web templates to use
de: Zu nutzende Web-Vorlagen
uk: web взірці, які використовуються

source: template style to use
de: Zu verwendender Musterstil
uk: стилі взірців, які використовуються

source: use IPv6 in addition to IPv4
de: benutze IPv6 zusätzlich zu IPv4
uk: використовувати IPv6 на додаток до IPv4

source: SSL certificate file
de: SSL-Zertifikat-Datei
uk: файл SSL сертіфікату

source: Apply
de: Anwenden
uk: Застосувати

source: Context Menu
de: Kontextmenü
uk: Контекстне меню

source: Menu Items
de: Menüeinträge
uk: Елементи меню

source: <- Top
de: <- Nach oben
uk: <- До верху

source: Sub ->
de: Nach unten ->
uk: До низу ->

source: Enable overlays
de: Überblendungsunterstützung aktivieren
uk: Застосувати позначки

source: Show overlay icons in Mercurial repositories
de: Überblendungssymbole in Mercurialarchiven anzeigen
uk: Показувати значки накладок у Mercurial сховищах

source: Show overlays on local disks only
de: Überblendungen nur auf lokalen Platten zeigen
uk: Показувати накладки лише для локальних дисків

source: Show the taskbar icon (restart needed)
de: Das Aufgabenleisten-Symbol anzeigen (erfordert einen Neustart)
uk: Показувати значки на панелі задач (потрібен перезапуск)

source: Highlight the taskbar icon during activity
de: Taskleisten-Icon bei aktivität hervorheben
uk: Підсвічувати значок на панелі задач під час активності

source: filtered status
de: gefilterter Zustand
uk: фільтрують статус

source: Save As
de: Speichern unter
uk: Зберегти як

source: Save selected changes
de: Gewählte Änderungen speichern
uk: Зберегти обрані зміни

source: Visual diff checked files
de: Interaktiver Vergleich zwischen den angekreuzten Dateien
uk: Відмінності у перевірених файлах

source: Revert checked files
de: Angekreuzte Dateien zurückrollen
uk: Повернути перевірені файли

source: Add checked files
de: Angekreuzte Dateien hinzufügen
uk: Додати перевірені файли

source: Move checked files to other directory
de: Angekreuzte Dateien in ein anderes Verzeichnis verschieben
uk: Перемістити перевірені файли до іншого каталогу

source: Remove or delete checked files
de: Angekreuzte Dateien löschen oder entfernen
uk: Вилучити або видалити перевірені файли

source: Forget checked files on next commit
de: Angekreuzte Dateien bei der nächsten Übernahme verwerfen
uk: Незважати на перевірені файли під час наступної фіксації

source: refresh
de: Aktualisieren
uk: оновити

source: View
de: Ansicht
uk: Відкрити

source: Text Diff
de: Textvergleich
uk: Відмінності по тексту

source: Hunk Selection
de: Schnipselauswahl
uk: Вибрати частину

source: %d selected, %d total
de: %d ausgewählt, %d insgesamt
uk: %d вибрано, %d загалом

source: Save Preview
de: Vorschau speichern
uk: Зберегти попередньо переглянуте

source: Shelf Preview
de: Stauraum-Voransicht
uk: Поличка попередньо переглянутого

source: ?: unknown
de: ?: unbekannt
uk: ?: невідомий

source: M: modified
de: M: bearbeitet
uk: M: змінений

source: I: ignored
de: I: ignoriert
uk: I: без уваги

source: A: added
de: A: hinzugefügt
uk: A: доданий

source: C: clean
de: C: unverändert
uk: C: очищений

source: R: removed
de: R: entfernt
uk: R: віддалений

source: !: deleted
de: !: gelöscht
uk: !: видалений

source: S: subrepo
de: S: Unterarchiv
uk: S: вкладене сховище

source: View '%s'
de: Zeige '%s'
uk: Відкрити '%s'

source: ===== Diff to first parent %d:%s =====
de: ===== Abweichungen vom ersten Vorgänger %d:%s =====
uk: ===== Різниця у порівнянні з першим попередником %d:%s =====

source: ===== Diff to second parent %d:%s =====
de: ===== Abweichungen vom zweiten Vorgänger %d:%s =====
uk: ===== Різниця в порівнянні з другим попередником %d:%s =====

source: Nothing Diffed
de: Keine Abweichungen
uk: Нічого порівнювати

source: No diffable files selected
de: Keine vergleichbaren Dateien ausgewählt
uk: Обрано файли, які не можуть бути порівняні

source: Nothing Reverted
de: Nichts zurückgerollt
uk: Нічого не відновлено

source: No revertable files selected
de: Keine zurückrollbaren Dateien ausgewählt
uk: Файли які обрано не можливо повернути

source: Nothing Added
de: Nichts hinzugefügt
uk: Нічого не додано

source: No addable files selected
de: Keine gewählte Datei kann hinzugefägt werden
uk: Не обрано файлів для додавання

source: Nothing Removed
de: nichts entfernt
uk: Нічого вилучати

source: No removable files selected
de: Keine gewählte Datei kann entfernt werden
uk: Вибрано файли, які неможливо змінювати

source: Move files to directory...
de: Verschiebe Dateien in das Verzeichnis...
uk: Перемістити файли до каталогу...

source: Nothing Moved
de: nichts verschoben
uk: Нічого не переміщено

source: Cannot move outside repo!
de: Kann nicht aus dem Projektverzeichnis verschieben!
uk: Переміщення за межі сховища не можливе!

source: No movable files selected Note: only clean files can be moved.
de: Keine gewählte Datei kann verschoben werden Bemerkung: nur unveränderte Dateien können verschoben werden.
uk: Не обрано файли для переміщення Нотатка: лише незмінені файли можливо переміщати.

source: Nothing Forgotten
de: Nichts vergessen
uk: Нічого не забули

source: No clean files selected
de: Keine sauberen Dateien gewählt
uk: Вибрані файли не чисті

source: Annotate
de: Kommentieren
uk: Примітка

source: _Guess Rename...
de: Umbenennung _raten...
uk: _Guess зміна назви...

source: _Ignore
de: _Ignorieren
uk: _Ігнорувати

source: _Delete unversioned
de: Nicht versionierte _löschen
uk: _Видалити без версіонування

source: _Copy...
de: _Kopieren...
uk: _Копіювати...

source: not up to date
de: Nicht aktuell
uk: не до сьогоднішнього дня

source: The parents have changed since the last refresh. Continue anyway?
de: Die Vorgänger haben sich seit der letzten Aktualisierung geändert. Trotzdem fortsetzen?
uk: Попередники були змінені з моменту останнього поновлення. Продовжити?

source: Rename file to:
de: Datei umbenennen in:
uk: Змінити назву файлу на:

source: Remove is not enabled when multiple revisions are specified.
de: Entfernen ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
uk: Видаляти не включений, коли вказано декількка редакцій.

source: Move is not enabled when multiple revisions are specified.
de: Verschieben ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
uk: Переміщення не можливе, коли вказано декілька редакцій.

source: Nothing Copied
de: nichts kopiert
uk: Нічого не скопійовано

source: Copy is not enabled when multiple revisions are specified.
de: Kopieren ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
uk: Копіювання не можливе, коли вказано декілька редакцій.

source: Revert not allowed when viewing revision range.
de: Zurückrollen ist bei Ansicht eines Revisionsbereichs unzulässig.
uk: Відновлення не допускається під час відкриття діапазону редакцій.

source: Revert files to revision %s?
de: Dateien auf Revision %s zurückrollen?
uk: Повернути файли до редакції %s?

source: Revert files?
de: Dateien zurückrollen?
uk: Повернути файли?

source: &Yes (backup changes)
de: &Ja (Änderungen sichern)
uk: &Так (резервне копіювання змін)

source: Yes (&discard changes)
de: &Ja (Änderungen verwerfen)
uk: Так (&відмовитись від змін)

source: Confirm Delete Unrevisioned
de: Löschen bestätigen
uk: Підтвердіть видалення того, що не входять до редакції

source: Delete the following unrevisioned files?
de: Soll die folgende nicht überwachte Datei gelöscht werden?
uk: Видалити наступні файли, які не входять до редакції?

source: Delete Errors
de: Fehler beim Löschen
uk: Видалити помилки

source: unknown field name: %s
de: Unbekannter Dateiname: %s
uk: невідома назва поля: %s

source: invalid pack direction: %s
de: Ungültige Packrichtung: %s
uk: призначення пакету не дійсне: %s

source: invalid alignment value: %s
de: Ungültiger Ausrichtungswert: %s
uk: помилкове значення змінної: %s

source: %s - synchronize
de: %s - abgleichen
uk: %s - звіряння

source: Display changes that can be pulled from selected repository
de: Änderungen betrachten, die aus dem gewählten Projektarchiv gezogen werden können
uk: Відобразити зміни, які можуть бути отримані з обраного сховища

source: Pull
de: Herunterladen
uk: Отримати

source: Pull changes from selected repository
de: Änderungen aus dem gewählten Projektarchiv ziehen
uk: Отримати зміни з обраного сховища

source: Display local changes that will be pushed to selected repository
de: Lokale Änderungen auswählen zur Verteilung an das ausgewählte Projektarchiv

source: Push local changes to selected repository
de: Lokale Änderungen an das ausgewählte Projektarchiv verteilen
uk: Відправити локальні зміни до обраного сховища

source: Email local outgoing changes to one or more recipients
de: Von hier ausgehende Änderungen an einen oder mehrere E-Mail-Empfänger versenden
uk: Відправити локальні вихідні зміни одному або кільком отримувачам

source: Shelve uncommited changes
de: Nicht übernommene Änderungen verstauen
uk: Заморожування непідтвержених змін

source: Configure peer repository paths
de: Die Pfade der anderen Projektarchive anpassen
uk: Налаштувати шляхи до сховищ

source: Repo:
de: Proj.arch.:
uk: Сховище:

source: Bundle:
de: Bündel:
uk: Зв'язка:

source: Advanced Options
de: Erweiterte Optionen
uk: Додаткові параметри

source: Run even when remote repository is unrelated.
de: Selbst dann ausführen, wenn das entfernte Projektarchiv keinen Bezug zu den Änderungen hat.
uk: Виконати навіть на непов'язаному зовнішньому сховищі

source: Allow pushing a new branch
de: Verteilung eines neuen Zweigs erlauben
uk: Завжди відправляти нові гілки

source: Target revision:
de: Zielrevision:
uk: Мета ревізії:

source: A specific revision up to which you would like to push or pull.
de: Eine spezifische Revision, bis zu der Sie ziehen oder verteilen möchten.
uk: Редакція, до якої Ви хочете відправити або отримати.

source: Name of hg executable on remote machine.
de: Name des hg-Programms auf dem entfernten Rechner.
uk: Назва команди hg на віддаленій машині.

source: Incoming/Outgoing
de: Eingehend/Ausgehend
uk: Вхідні/Вихідні

source: Show patches
de: Flicken zeigen
uk: Показати латки

source: Show newest first
de: Neueste zuerst zeigen
uk: Нові показувати першими

source: Show no merges
de: Keine Verschmelzungen zeigen
uk: Показати не об'єднані

source: Update to branch tip
de: auf Zweigspitze aktualisieren
uk: Оновити до вершини гілки

source: unknown sort key '%s'
de: Unbekannter Sortierungsschlüssel '%s'
uk: невідомий параметр сортування '%s'

source: Select Bundle
de: Wählen Sie die Bündeldatei
uk: Обрати зв'язку

source: Bundle (*.hg)
de: Bündel (*.hg)
uk: Зв'язка (*.hg)

source: Bundle (*)
de: Bündel (*)
uk: Зв'язка (*)

source: Toggle _Wordwrap
de: _Zeilenumbruch ein-/ausschalten
uk: Переносити по словах

source: Tag is local
de: Das Etikett ist lokal
uk: Локальна мітка

source: Replace existing tag
de: Vorhandenes Etikett ersetzen
uk: Замінити ярлик, який існує

source: Tag input is empty
de: Das Etikett muss beschriftet werden
uk: Вхідний ярлик порожній

source: Please enter tag name
de: Bitte das Etikett beschriften
uk: Вкажіть назву ярлика

source: Custom commit message is empty
de: Der erfasste Übernahmekommentar ist leer
uk: Нотатка фіксації порожня

source: Tagging completed
de: Etikettieren abgeschlossen
uk: Встановлення ярликів завершено

source: Tag "%s" has been added
de: Das Etikett "%s" wurde hinzugefügt
uk: Ярлик "%s" доданий

source: Error in tagging
de: Fehler beim Etikettieren
uk: Помилка під час встановлення ярлика

source: Tag name is empty
de: Etikett unbeschriftet
uk: Ярлику не надана назва

source: Please select tag name to remove
de: Bitte wählen Sie zum Löschen ein Etikett
uk: Оберіть назву ярлика для видалення

source: Tag "%s" has been removed
de: Das Etikett "%s" wurde entfernt
uk: Ярлик "%s" буде вилучений

source: a tag named "%s" already exists
de: Ein Etikett namens "%s" ist schon vorhanden
uk: ярлик з такою назвою "%s" вже існує

source: Tag '%s' already exist
de: Das Etikett "%s" ist schon vorhanden
uk: Ярлик з такою назвою '%s' вже існує

source: tag '%s' does not exist
de: Ein Etikett namens "%s" gibt es nicht
uk: ярлик '%s' не існує

source: Graphical merge program for resolving merge conflicts. If left unspecified, Mercurial will use the first applicable tool it finds on your system or use its internal merge tool that leaves conflict markers in place. Chose internal:merge to force conflict markers, internal:prompt to always select local or other, or internal:dump to leave files in the working directory for manual merging
de: Grafisches Zusammenführungsprogramm, mit dem Konflikte bei der Zusammenführung gelöst werden. Wenn nichts angegeben wird, verwendet Mercurial das erste passende Werkzeug auf Ihrem System. Oder es nutzt sein internes Werkzeug, das die Konflikte in der Datei markiert. Wählen sie internal:merge, um Markierungen zu erzwingen, internal:prompt, um immer zwischen der lokalen und der anderen Version zu wählen, oder internal:dump, um mehrere Dateien im Arbeitsverzeichnis zu lassen und manuell zusammenzuführen.
uk: Графічна програма об'єднань для вирішення конфліктів. Якщо не вказано, тоді Mercurial буде використовувати перший ліпший інструмент, який знайде у Вашій системі, або буде використовувати внутрішний інструмент об'єднання, який залишає маркери конфліктів у тексті. Вкажіть internal:merge для примусового використання маркерів конфліктів, internal:prompt - аби завжди обирати локальне або internal:dump - щоб залишити файли у робочому каталозі для об'єднання користувачем.

source: Specify the visual editor used to view files, etc
de: Geben sie den visuellen Editor an, mit dem zum Beispiel Dateien angezeigt werden
uk: Вкажіть візуальний редактор, який використовувати для відкриття файлів

source: The editor to use during a commit and other instances where Mercurial needs multiline input from the user. Used by command line commands, including patch import.
de: Der Editor wird während einer Übernahme und zu anderen Gelegenheiten eingesetzt, wenn Mercurial eine mehrzeilige Benutzereingabe benötigt. Wird von Konsolenbefehlen eingesetzt einschließlich des Flickenimports.
uk: Редактор, який використовується під час фіксації та інших випадків, коли Mercurial потребує багаторядкового вводу данних від користувача. Використовується у командному рядку, у тому числі для імпорту латок.

source: Specify the number of spaces that tabs expand to in various TortoiseHg windows. Default: Not expanded
de: Geben Sie die Anzahl von Leerzeichen an, zu den Tabulatorzeichen in den verschiedenen TortoiseHg-Fenstern ausgedehnt werden. Vorgabe: keine Ausdehnung
uk: Вкажіть кількість місць, для розширення вкладок в різних вікнах TortoiseHg. Відпочатково: не розширені

source: The maximum size file (in KB) that TortoiseHg will show changes for in the changelog, status, and commit windows. A value of zero implies no limit. Default: 1024 (1MB)
de: Die maximale Dateigröße (in KiB) für TortoiseHg, um Änderungen in der Verlaufs-, Zustands- oder Übernahmeverzeichnis anzuzeigen. 0 bedeutet unbegrennt. Vorgabe: 1024 (1 MiB)
uk: The maximum size file (in KB) that TortoiseHg will show changes for in the changelog, status, and commit windows. A value of zero implies no limit. Відпочатково: 1024 (1MB)

source: Bottom Diffs
de: Vergleich unten
uk: Різниці знизу

source: Show the diff panel below the file list in status, shelve, and commit dialogs. Default: False (show diffs to right of file list)
de: Zeigt den Vergleichsbereich unter der Dateiliste in den Zustands- Verstauen- und Übernehmen-Dialogen. Vorgabe: nein (zeigt den Vergleichsbereich rechts von der Dateiliste an)
uk: Показувати панель різниць знизу переліка файлів для діалога статуса, заморожування, та фіксації. Відпочатково: Ні (різниці показують праворуч від переліку файлів)

source: Capture stderr
de: Standard-Fehlerausgabe abzweigen
uk: Захоплення stderr
