Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: lsprof not available - install from http://codespeak.net/svn/user/arigo/hack/misc/lsprof/
de: lsprof nicht verfügbar - Installieren Sie es von http://codespeak.net/svn/user/arigo/hack/misc/lsprof/
uk: lsprof недоступний - встановити з http://codespeak.net/svn/user/arigo/hack/misc/lsprof/

source: Try refreshing your repository.
de: Versuchen Sie, Ihr Projektarchiv zu aktualisieren.
uk: Спробувати оновити Ваше сховище.

source: Configuration Error: "%(arg0)s",<br>Please <a href="#fix:%(arg0)s">fix</a> your config
de: Konfigurationsfehler: "%(arg0)s",<br>Bitte <a href="#fix:%(arg0)s">reparieren</a> Sie Ihre Konfiguration
uk: Помилка конфігурації: "%(arg0)s",<br>Будь-ласка <a href="#fix:%(arg0)s">виправте</a> Ваші налаштування

source: Operation aborted:<br><br>%(arg0)s.
de: Vorgang abgebrochen:<br><br>%(arg0)s.
uk: Операція перервана:<br><br>%(arg0)s.

source: Repository is locked
de: Das Archiv ist gesperrt
uk: Сховище заблоковане

source: hint:
de: Tip:
uk: натяк:

source: Keyboard interrupt
de: Unterbrechungsanforderung
uk: Гарячі клавіші (клавіатурне перехоплення)

source: Close this application?
de: Diese Anwendung schließen?
uk: Закрити цю програму?

source: annotate requires a single filename
de: Zum Kommentieren muss ein einzelner Dateiname angegeben werden
uk: потрібна примітка до одного файлу

source: global options:
de: globale Optionen:
uk: загальні параметри:

source: use "thg help" for the full list of commands
de: Benutzen Sie "thg help" für eine vollständige Anweisungsliste
uk: використовуйте "thg help" для отримання всього переліку команд

source: use "thg help" for the full list of commands or "thg -v" for details
de: Benutzen Sie "thg help" für eine vollständige Anweisungsliste oder "thg -v" für Detailangaben
uk: використовуйте "thg help" для отримання всього переліку команд або "thg -v" для конкретизації

source: use "thg -v help%s" to show aliases and global options
de: Benutzen Sie "thg help%s", um Kurzbezeichnungen und globale Parameter anzuzeigen
uk: використовувати "thg -v help%s" для показу аліасів та загальних налаштувань

source: use "thg -v help %s" to show global options
de: Benutzen Sie "thg -v help %s", um globale Parameter anzuzeigen
uk: використовуйте "thg -v help %s" для показу глобальних параметрів

source: list of commands:
de: Befehlsliste:
uk: перелік команд:

source: aliases: %s
de: Aliase: %s
uk: псевдонім: %s

source: (no help text available)
de: (hier fehlt leider noch der Hilfetext)
uk: (довідка не доступна)

source: options:
de: Optionen:
uk: параметри:

source: no commands defined
de: keine Befehle definiert
uk: команди невизначені

source: Thg - TortoiseHg's GUI tools for Mercurial SCM (Hg)
de: Thg - Die grafischen TortoiseHg-Werkzeuge für das SCM Mercurial (Hg)
uk: Thg - TortoiseHg's графічне приладдя для Mercurial SCM (Hg)

source: basic commands:
de: Grundlegende Befehle:
uk: основні команди:

source: (default: %s)
de: (Standard: %s)
uk: (відпочатково: %s)

source: TortoiseHg Dialogs (version %s), Mercurial (version %s)
de: TortoiseHg Dialoge (Version %s). Mercurial (Verision %s)
uk: TortoiseHg діалоги (версія %s), Mercurial (версія %s)

source: repository root directory or symbolic path name
de: Wurzelverzeichnis des Projektarchivs bzw. symbolischer Link darauf
uk: назва каталогу у корені сховища або символічного посилання

source: enable additional output
de: Ausgabe weiterer Informationen
uk: увімкнути детальне виведення

source: suppress output
de: Ausgabe unterdrücken
uk: заборонити вихід

source: display help and exit
de: Nur den Hilfetext anzeigen
uk: показати довідку та вийти

source: start debugger
de: Startet den Debugger
uk: початок зневадження

source: print command execution profile
de: Befehlsausführungsprofil drucken
uk: друк команд профілю

source: do not fork GUI process
de: Grafische Dialoge im Vordergrund starten
uk: не розгалужувати графічний процес

source: always fork GUI process
de: Grafische Dialoge immer im Hintergrund starten
uk: завжди розгалужувати графічний процес

source: read file list from file
de: Dateiliste aus Datei lesen
uk: читати перелік файлів з файлу

source: read file list from file encoding utf-8
de: Dateiliste mit Kodierung UTF-8 einlesen
uk: читати перелік файлів для файлів у кодуванні utf-8

source: thg add [FILE]...
de: thg add [Datei]...
uk: thg add [ФАЙЛ]...

source: revision to annotate
de: Zu kommentierende Version
uk: перегляути коментар

source: open to line
de: Öffnen in Zeile
uk: відкрити рядок

source: initial search pattern
de: Anfängliches Suchmuster
uk: початковий шаблон пошуку

source: revision to archive
de: Zu archivierende Revision
uk: переглянути архів

source: merge with old dirstate parent after backout
de: Nach dem Zurücksetzen mit dem alten Verzeichniszustand-Vorgänger zusammenführen
uk: обєднати з старим попередником після повернення (роз'єднання)

source: parent to choose when backing out merge
de: Auszuwählender Vorgänger beim Zurückrollen der Verschmelzung
uk: обрати попередників, за для обєднання видалення помилок

source: revision to backout
de: Zurückzusetzende Revision
uk: переглянути повернуте

source: thg backout [OPTION]... [[-r] REV]
de: thg backout [Parameter]... [[-r] Revision]
uk: thg backout [ПАРАМЕТРИ]... [[-r] РЕВІЗІЯ]

source: thg bisect
de: TortoiseHg-Aufspüren

source: the clone will include an empty working copy (only a repository)
de: Der Klon wird eine leere Arbeitskopie beinhalten (nur ein Archiv)
uk: клон буде включати порожню робочу копію (тільки сховища)

source: revision, tag or branch to check out
de: Die abzurufende Revision, das abzurufende Etikett oder der abzurufende Zweig
uk: редакція, мітка або гілка щоб перевірити

source: include the specified changeset
de: Die angegebene Änderungsliste einschließen
uk: включити зазначені зміни

source: clone only the specified branch
de: Nur den ausgewählten Zweig klonen
uk: клонувати лише вказану гілку

source: use pull protocol to copy metadata
de: Pull-Protokol verwenden um Metadaten zu kopieren
uk: використовувати протокол отримання для копіювання метаданих

source: use uncompressed transfer (fast over LAN)
de: Nicht komprimierten Transfer einsetzen (im LAN schneller)
uk: використовувати передачу без стиснення (fast over LAN)

source: thg clone [OPTION]... SOURCE [DEST]
de: thg clone [Parameter]... Quelle [Ziel]
uk: thg clone [ПАРАМЕТРИ]... ОРИГІНАЛ [ПРИЗНАЧЕННЯ]

source: record user as committer
de: Benutzer als Revisions-Ersteller verzeichnen
uk: запам'ятати користувача з правами дописувача

source: record datecode as commit date
de: Datumsangabe als Übernahmedatum verzeichnen
uk: записувати дату коду, як дату фіксації

source: thg commit [OPTIONS] [FILE]...
de: thg commit [Parameter] [Datei]...
uk: thg commit [ПАРАМЕТРИ] [ФАЙЛ]...

source: thg drag_move SOURCE... DEST
de: thg drag_move Quelle... Ziel
uk: thg drag_move ОРИГІНАЛ... ПРИЗНАЧЕННЯ

source: thg drag_copy SOURCE... DEST
de: thg drag_copy Quelle... Ziel
uk: thg drag_copy ОРИГІНАЛ... ПРИЗНАЧЕННЯ

source: ignore case during search
de: Ohne Berücksichtigung von Groß-/Kleinschreibung suchen
uk: ігнорувати регістр при пошуку

source: thg hgignore [FILE]
de: thg hgignore [Datei]
uk: thg hgignore [ФАЙЛ]

source: import to the patch queue (MQ)
de: In die Flickenschlange (MQ) importieren
uk: завантажити для виправлення черги (MQ)

source: thg import [OPTION] [SOURCE]...
de: thg import [Parameter] [Quelle]...
uk: thg import [ПАРАМЕТРИ] [ОРИГІНАЛ]...

source: thg init [DEST]
de: thg init [Ziel]
uk: thg init [ОТРИМУВАЧ]

source: a revision to send
de: Die zu sendende Revision
uk: перегляд для відправки

source: thg email [REVS]
de: thg email [Revisionen]

source: limit number of changes displayed
de: Begrenzt die Anzahl der angezeigten Änderungen
uk: обмеження на кількість змін, що відображаються

source: thg log [OPTIONS] [FILE]
de: thg log [Parameter] [Datei]
uk: thg log [ПАРАМЕТРИ] [ФАЙЛ]

source: revision to display
de: Die anzuzeigenede Revision
uk: перегляд переглядів

source: thg manifest [-r REV] [FILE]
de: thg manifest [-r Revision] [Datei]
uk: thg manifest [-r РЕВІЗІЯ] [ФАЙЛ]

source: revision to merge
de: Die zu verschmelzende Revision
uk: перегляд об'єднання

source: thg merge [[-r] REV]
de: thg merge [[-r] Revision]
uk: thg merge [[-r] РЕВІЗІЯ]

source: thg remove [FILE]...
de: thg remove [Datei]...
uk: thg remove [ФАЙЛ]...

source: thg revert [FILE]...
de: thg revert [Datei]...
uk: thg revert [ФАЙЛ]...

source: thg forget [FILE]...
de: thg forget [Datei]...
uk: thg forget [ФАЙЛ]...

source: thg rename SOURCE [DEST]...
de: thg rename Quelle [Ziel]...
uk: thg rename ОРИГІНАЛ [ОТРИМУВАЧ]...

source: name of the hgweb config file (serve more than one repository)
de: Name der hgweb-Konfigurationsdatei (um mehr als ein Projektarchiv zu betreiben)
uk: назва hgweb файлу налаштувань (serve більше ніж одне сховище)

source: name of the hgweb config file (DEPRECATED)
de: Name der hgweb-Konfigurationsdatei (abempfohlen)
uk: назва hgweb файлу налаштувань (DEPRECATED)

source: thg serve [--web-conf FILE]
de: thg serve [--web-conf Datei]
uk: thg serve [--web-conf ФАЙЛ]

source: show files without changes
de: Datei ohne die Änderungen anzeigen
uk: показати файли без змін

source: show ignored files
de: Ignorierte Dateien anzeigen
uk: показати зігноровані файли

source: thg status [OPTIONS] [FILE]
de: thg status [Parameter] [Datei]
uk: thg status [ПАРАМЕТРИ] [ФАЙЛ]

source: discard uncommitted changes (no backup)
de: Nicht übernommene Änderungen (ungesichert) verwerfen
uk: відкинути зміни без коментарів (без копії)

source: do not back up stripped revisions
de: Herausgelöste Revisionen nicht sichern
uk: порізати резервну копію редакції

source: revision to strip
de: Herauszulösende Revision
uk: перегляд порізки

source: thg strip [-f] [-n] [[-r] REV]
de: thg strip [-f] [-n] [[-r] Revision]
uk: thg strip [-f] [-n] [[-r] РЕВІЗІЯ]

source: keep original changesets
de: Die ursprünglichen Änderungslisten beibehalten
uk: зберегти оригінальний набір змін

source: keep original branch names
de: Ursprüngliche Zweignamen beibehalten
uk: зберегти оригінальну назву гілки

source: force detaching of source from its original branch
de: Abkopplung der Quelle von ihrem ursprünglichen Zweig erzwingen
uk: примусово відєднати джерело від вихідної гілки

source: rebase from the specified changeset
de: Die Basis von der angegebenen Änderungsliste ändern
uk: набір змін починаючи з якого змінювати базу

source: rebase onto the specified changeset
de: Die Basis auf die angegebene Änderungsliste ändern
uk: набір змін, на який змінювати базу

source: thg rebase -s REV -d REV [--keep] [--detach]
de: thg rebase -s Revision -d Revision [--keep] [--detach]
uk: thg rebase -s РЕВІЗІЯ -d РЕВІЗІЯ [--keep] [--detach]

source: replace existing tag
de: Vorhandenes Etikett ersetzen
uk: замінити існуючий ярлик

source: make the tag local
de: Etikett lokal übernehmen
uk: створити локальний ярлик

source: revision to tag
de: Zu etikettierende Revision
uk: перегляд ярлика

source: remove a tag
de: Etikett entfernen
uk: видалити ярлик

source: use <text> as commit message
de: Benutze <text> als Übernahmekommentar
uk: використовуйте <text> для повідомлення фіксації

source: thg tag [-f] [-l] [-m TEXT] [-r REV] [NAME]
de: thg tag [-f] [-l] [-m Text] [-r Revision] [Name]
uk: thg tag [-f] [-l] [-m ТЕКСТ] [-r РЕВІЗІЯ] [НАЗВА]

source: thg shelve
de: TortoiseHg-Stauraum

source: thg rejects [FILE]
de: thg rejects [Datei]
uk: thg rejects [ФАЙЛ]

source: thg purge
de: TortoiseHg-Bereinigung

source: revision to update
de: Aktualisieren auf Revision
uk: перегляд оновлень

source: thg update [-C] [[-r] REV]
de: thg update [-C] [[-r] Revision]
uk: thg update [-C] [[-r] РЕВІЗІЯ]

source: field to give initial focus
de: Vorgabefeld für die Eingabemarke
uk: області, першочергової уваги

source: changeset to view in diff tool
de: Änderungsliste, die mit dem Vergleichswerkzeug angezeigt werden soll
uk: відкрити набір змін в інструменті порівнювання

source: revisions to view in diff tool
de: Revisionen, die mit dem Vergleichswerkzeug angezeigt werden
uk: подивитися зміни в інструменті порівнювання

source: bundle file to preview
de: Vorschau für die Bündeldatei
uk: зв'язка файлів для попереднього перегляду

source: launch visual diff tool
de: Werkzeug zum interaktiven Vergleich starten
uk: запустити інструмент наочного порівнювання

source: print license
de: Lizenz anzeigen
uk: друкувати ліцензію

source: thg version [OPTION]
de: thg version [Parameter]
uk: thg version [ПАРАМЕТРИ]

source: Location:
de: Ort:
uk: Розташування:

source: Discard remote changes, no backup (-C/--clean)
de: Entfernte Änderungen ungesichert verwerfen (-C/--clean)

source: Perform a push before updating (-p/--push)
de: Vor dem Aktualisieren zunächst verteilen (-p/--push)
uk: Віддавати перед оновленням (-p/--push)

source: Allow pushing new branches (--new-branch)
de: Erlaube, neue Zweige zu verteilen (--new-branch)
uk: Дозволити віддавати до нових гілок (--new-branch)

source: Force push to remote location (-f/--force)
de: Verteilen an den entfernten Ort erzwingen (-f/--force)
uk: примусово проштовхувати у локальне віддалене (-f/--force)

source: Log
de: Protokoll
uk: Журнал

source: Repositories
de: Projektarchive
uk: Сховища

source: Running at %s
de: Der Web-Server läuft unter %s
uk: Виконаний для %s

source: Stopped
de: Angehalten
uk: Зупинено

source: Serve
de: Web-Server
uk: Сервер

source: Port:
de: Anschluss:
uk: Порт:

source: Status:
de: Zustand:
uk: Стан:

source: Start
de: Starten
uk: Почати

source: Settings
de: Einstellungen
uk: Налаштування

source: <unspecified>
de: <nicht angegeben>
uk: <невказано>

source: &True
de: &Wahr

source: &False
de: &Falsch

source: &Unspecified
de: &Unbekannt

source: &Set...
de: &Setzen...

source: &Clear
de: &Löschen

source: Failed to load issue tracker: '%s': %s.
de: Das Laden des Abweichungsverfolgers '%s' ist fehlgeschlagen: %s.
uk: Помилка завантаження issue tracker: '%s': %s.

source: UI Language
de: <a href="http://de.wikipedia.org/wiki/ISO_3166-2">Sprache</a>
uk: Мова інтерфейсу

source: Specify your preferred user interface language (restart needed)
de: Geben Sie Ihre bevorzugte Anzeigesprache an (benötigt Anwendungsneustart)
uk: Вкажіть бажану мову інтерфейсу користувача (потрібна перезавантаження)

source: Three-way Merge Tool
de: Dreiwege-Abweichungswerkzeug
uk: Зовнішній інструмент для об'єднання

source: Graphical merge program for resolving merge conflicts. If left unspecified, Mercurial will use the first applicable tool it finds on your system or use its internal merge tool that leaves conflict markers in place. Chose internal:merge to force conflict markers ,internal:prompt to always select local or other, or internal:dump to leave files in the working directory for manual merging
de: Grafisches Verschmelzungsprogramm zur Auflösung von Konflikten. Keine Angabe bedeutet, dass Mercurial das erste aufgefundene Werkzeug in ihrem System einsetzt beziehungsweise sein internes Verschmelzungswerkzeug, welches die Konfliktkennzeichner unverändert lässt. Wählen Sie internal:merge, um Konfliktkennzeichner zu erzwingen, internal:prompt, um immer zwischen der lokalen und der fremden Version wählen zu müssen, oder internal:dump, um Dateien zur manuellen Verschmelzung im Arbeitsverzeichnis abzulegen
uk: Графічна програма злиття для вирішення конфліктів злиття. Якщо не зазначений, Mercurial буде використовувати перший застосовним інструментом він знаходить у вашій системі або використовувати свій внутрішній інструмент для злиття, яке залишає маркерів конфлікту на місці. Вибрав внутрішні: злиття, щоб змусити маркери конфлікту, внутрішньої: оперативне завжди вибір місцевих чи інших, або внутрішні: самоскиди залишити файли в робочий каталог для ручного злиття

source: Visual Diff Tool
de: Interaktives Vergleichswerkzeug
uk: Інструмент наочного порівнювання

source: Specify visual diff tool, as described in the [merge-tools] section of your Mercurial configuration files. If left unspecified, TortoiseHg will use the selected merge tool. Failing that it uses the first applicable tool it finds.
de: Gegen Sie ein Werkzeug für den interaktiven Vergleich entsprechend dem Abschnitt [merge-tools] in Ihren Mercurial-Konfigurationsdateien ein. Wenn Sie keines erfassen, wird TortoiseHg das ausgewählte Vergleichswerkzeug verwenden. Wenn das nicht funktioniert, ruft es das erste passende Werkzeug auf, das es findet.
uk: Вкажіть редактор для перегляду відмінностей, як описано в [merge-tools] розділі Ваших конфігураційних файлів Mercurial. Якщо не вказано, TortoiseHg буде використовувати такий самий редактор, як і для об'єднання. В іншому випадку, буде використано перший ліпший знайдений редактор.

source: Visual Editor
de: Grafischer Editor
uk: Візуальний редактор

source: Specify the visual editor used to view files. Format:<br>myeditor -flags [$FILE --num=$LINENUM][--search $SEARCH]<br><br>See <a href="%s">OpenAtLine</a>
de: Geben Sie den grafischen Editor an, um Dateien zu betrachten. Format:<br>myeditor -parameter [$Datei --num=$Zeilennr][--search $Suchtext]<br><br>Vergleiche <a href="%s">OpenAtLine (in Zeile öffnen)</a>
uk: Вкажіть візуальний редактор який використовується для перегляду файлів. Формат:<br>myeditor -flags [$FILE --num=$LINENUM][--search $SEARCH]<br><br>Дивись <a href="%s">OpenAtLine</a>

source: Specify the command to launch your preferred terminal shell application. If the value includes the string %(reponame)s, the name of the repository will be substituted in place of %(reponame)s. (restart needed)<br>Default, Windows: cmd.exe /K title %(reponame)s<br>Default, OS X: not set<br>Default, other: xterm -T "%(reponame)s"
de: Geben Sie die Anweisung zum Start Ihrer bevorzugten Kommandozeilenanwendung ein. Wenn der Wert den Text %(reponame)s enthält, wird %(reponame)s durch der Name des aktuellen Archivs ersetzt. (Neustart erforderlich)<br>Vorgabe unter Windows: cmd.exe /K titel %(reponame)s<br>Vorgabe unter OS X: nicht gesetzt<br>Vorgabe ansonsten: xterm -T "%(reponame)s"

source: Immediate Operations
de: Ohne Nachfrage ausführen
uk: Негайні операції

source: Space separated list of shell operations you would like to be performed immediately, without user interaction. Commands are "add remove revert forget". Default: None (leave blank)
de: Leerzeichengetrennte Liste von Anweisungen, die unmittelbar und ohne Nachfrage ausgeführt werden sollen. Mögliche Anweisungen sind "add remove revert forget". Vorgabe: keine (leer)
uk: Перелік розділений пробілами операцій командної оболонки, які ви хотіли щоб було виконано негайно, без взаємодії з користувачем. Команди "add remove revert forget". Відпочатково: None (залиште порожнім)

source: Tab Width
de: Tabulatorbreite
uk: Ширина вкладки

source: Specify the number of spaces that tabs expand to in various TortoiseHg windows. Default: 0, Not expanded
de: Geben Sie die Anzahl von Leerzeichen an, auf die sich Tabulatorzeichen in TortoiseHg-Fenstern erstrecken. Vorgabe: 0, unterdrückt
uk: Вкажіть кількість пробілів у вкладках вікон TortoiseHg. відпочатково: 0, Не розширювати

source: Force Repo Tab
de: Archivreiter erzwingen
uk: Група вкладок сховищ

source: Always show repo tabs, even for a single repo. Default: False
de: Grundsätzlich Archivreiter anzeigen, selbst für ein einzelnes Archiv. Vorgabe: nein
uk: Завжди показувати вкладку сховищ, навіть для одного сховища. Відпочатково: Ні

source: Monitor Repo Changes
de: Archivänderungen überwachen

source: Specify the target filesystem where TortoiseHg monitors changes. Default: always
de: Geben Sie das Zieldateisystem an, in dem sich die TortoiseHg-Überwachungen ändern. Vorgabe: grundsätzlich (always)

source: Max Diff Size
de: Maximale Größe von Abweichungen
uk: Максимальний обсяг відмінностей

source: The maximum size file (in KB) that TortoiseHg will show changes for in the changelog, status, and commit windows. A value of zero implies no limit. Default: 1024 (1MB)
de: Die maximale Dateigröße (in KiB), für die TortoiseHg die Änderungen im Verlaufs-, im Zustands- und im Übernahmedialog anzeigt. Der Wert 0 bedeutet unbegrenzt. Voreinstellung: 1024 (1 MiB)
uk: Максимальний розмір файлу (КБ), для якого TortoiseHg буде показувати відмінності у вікнах журналу змін, статуса та фіксації. Нульове значення означає - без обмежень. Відпочатково: 1024 (1МБ)

source: Fork GUI
de: Grafischen Dialog im Hintergrund starten
uk: Відгалуження GUI

source: When running from the command line, fork a background process to run graphical dialogs. Default: True
de: Bei Ausführung in der Konsole wird ein Hintergrundprozess gestartet, um grafische Dialoge zu verwenden. Vorgabe: ja

source: Full Path Title
de: Vollständigen Pfad in der Titelleiste anzeigen
uk: Повний шлях

source: Show a full directory path of the repository in the dialog title instead of just the root directory name. Default: False
de: Zeigt den gesamten Pfad des Projektarchiv in der Titelzeile statt nur seinen Namen. Vorgabe: nein
uk: Показати повний шлях до каталогу сховища в заголовок діалогу, а не просто ім'я кореневого каталогу. Відпочатково: Ні

source: Auto-resolve merges
de: Verschmelzungen automatisch auflösen
uk: Автоматичне виправлення проблем об'єднання

source: Indicates whether TortoiseHg should attempt to automatically resolve changes from both sides to the same file, and only report merge conflicts when this is not possible. When False, all files with changes on both sides of the merge will report as conflicting, even if the edits are to different parts of the file. In either case, when conflicts occur, the user will be invited to review and resolve changes manually. Default: False.
de: Gibt an, ob TortoiseHg es versuchen soll, automatisch Änderungen von beiden Seiten derselben Datei aufzulösen, und nur Konflikte zu berichten, so dies nicht möglich ist. Bei nein werden alle Änderungen auf beiden Seiten der Verschmelzung als im Konflikt dargestellt, selbst wenn die Bearbeitungen sich auf verschiedene Bereiche der Datei beziehen. In jedem Fall wird der Benutzer bei aufgetretenen Konflikten gebeten, diese manuell zu prüfen und aufzulösen. Vorgabe: nein.
uk: Вказує, чи є TortoiseHg повинні намагатися автоматично дозволяти зміни з обох сторін в той же файл, а тільки повідомляють конфліктів злиття, коли це не представляється можливим. Якщо значення дорівнює False, всі файли із змінами по обидві сторони від злиття буде звітувати як суперечливі, навіть якщо зміни є в різні частини файлу. У кожному разі, при виникненні конфліктів, користувачеві буде запропоновано розглянути і вирішити зміни вручну. Відпочатково: False.

source: Default widget
de: Vorgabebereich

source: Select the initial widget that will be shown when opening a repository. Default: revdetails
de: Wählen SIe den Bereich, der standardmäßig beim Öffnen eines Projektarchivs angezeigt werden soll. Vorgabe: revdetails

source: Select the initial revision that will be selected when opening a repository. You can select the "current" (i.e. the working directory parent), the current "tip" or the working directory ("workingdir"). Default: current
de: Wählen Sie die Revision, die standardmäßig beim Öffnen eines Projektarchivs ausgewählt werden soll. Sie können die aktuelle wählen (current, bezeichnet den Vorgänger der Arbeitskopie), die Spitze des Archivs (tip) oder die Arbeitskopieversion (workingdir). Vorgabe: current

source: Author Coloring
de: nach Autor einfärben
uk: Підсвітка змін автора, окремим кольором
