Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: User Authentication
de: Benutzerauthentisierung
uk: Аутентифікація користувача

source: Optional. Username to authenticate with. If not given, and the remote site requires basic or digest authentication, the user will be prompted for it. Environment variables are expanded in the username letting you do foo.username = $USER.
de: Wahlweise. Benutzername für die Anmeldung. Wenn nicht erfasst, und die entfernte Seite eine Authentisierung verlangt (basic oder digest), wird der Benutzer interaktiv nach ihm gefragt. Umgebungsvariablen werden bei der Auswertung des Benutzernamens erweitert, so dass Sie dings.username = $USER vorgeben können.

source: Optional. Password to authenticate with. If not given, and the remote site requires basic or digest authentication, the user will be prompted for it.
de: Wahlweise. Passwort für die Anmeldung. Wenn nicht erfasst, und die entfernte Seite eine Authentisierung verlangt (basic oder digest), wird der Benutzer interaktiv nach ihm gefragt.

source: Mercurial keyring extension is enabled. Passwords will be stored in a platform-native secure method.
de: Die Mercurial Schlüsselbund-Erweiterung ist aktiv. Passwörter werden auf eine plattformspezifische sichere Weise gespeichert.

source: Optional. PEM encoded client certificate key file. Environment variables are expanded in the filename.
de: Wahlweise. Eine Datei mit dem Client-Zertifikatschlüssel im PEM-Format. Umgebungsvariablen werden bei der Auswertung des Dateinamens aufgelöst.

source: User Certificate Key File
de: Schlüsseldatei mit dem Benutzerzertifikat
uk: Файл з ключами користувача

source: Optional. PEM encoded client certificate chain file. Environment variables are expanded in the filename.
de: Wahlweise. Client-Zertifikatsketten-Datei im PEM-Format. Umgebungsvariablen werden bei Ermittlung des Dateinamens aufgelöst.

source: User Certificate Chain File
de: Zertifikatskettendatei des Benutzers

source: Unable to save authentication
de: Authensierung kann nicht gespeichert werden
uk: Не вдається зберегти аутентифікації

source: %s - sync options
de: %s - Synchronsationseinstellungen
uk: %s - параметри обміну

source: Allow push of a new branch (--new-branch)
de: Verteilung eines neuen Zweigs erlauben (--new-branch)
uk: Дозволити віддачу до нової гілки (--new-branch)

source: Force push or pull (override safety checks, --force)
de: Ziehen oder Verteilen erzwingen (Sicherheitsprüfungen übersteuern, --force)
uk: Примусово віддати або отримати (зневажати на перевірки безпеки, --force

source: Temporarily disable configured HTTP proxy
de: Den hinterlegten HTTP-Proxy vorläufig deaktivieren
uk: Тимчасово вимкнути налаштування HTTP проксі

source: Emit debugging output (--debug)
de: Fehlerinformationsausgaben tätigen (--debug)
uk: Видавати інформацію для налагодження (--debug)

source: Tag - %s
de: Etikett - %s
uk: Ярлик - %s

source: Tag:
de: Etikett:
uk: Ярлик:

source: Tagged:
de: Etikettiert:
uk: Ярликом:

source: Local tag
de: Lokales Etikett
uk: Локальний ярлик

source: Replace existing tag (-f/--force)
de: Vorhandenes Etikett ersetzen (-f/--force)
uk: Замінити поточний ярлик (-f/--force)

source: Use English commit message
de: Englischen Übernahmekommentar verwenden
uk: Використовувати англійські повідомлення фіксації

source: Use custom commit message:
de: Eigens erfassten Übernahmekommentar verwenden:
uk: Використовувати повідомлення фіксації користувача:

source: local
de: Lokale Kopie
uk: локально

source: Move
de: Verschieben
uk: Перемістити

source: Tag '%s' already exists
de: Das Etikett '%s' ist schon vorhanden
uk: Ярлик '%s' вже існує

source: uncommitted merge
de: Nicht übernommene Verschmelzung
uk: незафіксовані зміни

source: not at a branch head (use force)
de: Kein Zweigkopf (benutze Gewalt)
uk: не вершина гілка (використовуйте force)

source: Moved tag %s to changeset %s (from changeset %s)
de: Etikett %s in Änderungsliste %s verschoben (aus der Änderungsliste %s)

source: Added tag %s for changeset %s
de: Etikett %s für die Änderungsliste %s ergänzt
uk: Доданий ярлик %s для набору змін %s

source: Tag '%s' has been moved
de: Das Etikett '%s' wurde entfernt
uk: Ярлик '%s' був переміщений

source: Tag '%s' has been added
de: Das Etikett '%s' wurde hinzugefügt
uk: Ярлик '%s' був доданий

source: tag '%s' is not a local tag
de: Das Etikett '%s' ist nicht lokal
uk: ярлик '%s' не є локальним ярликом

source: tag '%s' is not a global tag
de: Das Etikett '%s' ist nicht global
uk: ярлик '%s' не є глобальним ярликом

source: Removed tag %s
de: Etikett %s gelöscht
uk: Видалення ярлика %s

source: Tag '%s' has been removed
de: Das Etikett '%s' wurde gelöscht
uk: Ярлик '%s' був вилучений

source: Patch files (*.diff *.patch)
de: Flickendateien (*.diff *.patch)
uk: Файли латок (*.diff *.patch)

source: All files (*)
de: Alle Dateien (*)
uk: Всі файли (*)

source: Browse Directory...
de: Verzeichnis durchsuchen...
uk: Перегляд каталогу...

source: Import from Clipboard
de: Aus der Zwischenablage importieren
uk: Імпорт з буфера обміну

source: Do not strip paths (-p0), required for SVN patches
de: Pfade nicht herauslösen(-p0), für Subversion-Flicken erforderlich
uk: Не різати латки (-p0), вимога SVN латок

source: Preview:
de: Vorschau:
uk: Перегляд:

source: Shelf
de: Stauraum
uk: Полиця

source: Checking working directory status...
de: Prüfe Zustand des Arbeitsverzeichnisses...
uk: Перевіряємо робочий стан каталогу...

source: &Import
de: &importieren
uk: &Імпорт

source: Import - %s
de: Importieren - %s
uk: Імпортовано - %s

source: Working directory is not clean! <a href="view">View changes...</a>
de: Das Arbeitsverzeichnis ist nicht sauber! <a href="view">Änderungen betrachten...</a>
uk: Робочий каталог не порожній! <a href="view">Відкриття змін...</a>

source: Select patches
de: Flicken auswählen
uk: Обрані латки

source: Select Directory containing patches
de: Bitte wählen Sie das Verzeichnis mit den Flicken aus
uk: Оберіть каталог з латками

source: %s patches
de: %s Flicken
uk: %s латки

source: %s will be imported to
de: %s wird importiert nach
uk: %s буде імпортовано до

source: Nothing to import
de: Nichts zu importieren
uk: Нічого імпортувати

source: Strip:
de: Herauslösen:
uk: Смуга:

source: Options:
de: Einstellungen:
uk: Параметри:

source: Discard local changes, no backup (-f/--force)
de: Lokale Änderungen ungesichert verwerfen (-f/--force)
uk: Відмінити локальні зміни, без резервної копії (-f/--force)

source: No backup (-n/--nobackup)
de: Keine Sicherung (-n/--nobackup)
uk: Без резервної копії (-n/--nobackup)

source: &Strip
de: Heraus&lösen
uk: &Смуга

source: Strip - %s
de: Herauslösen - %s
uk: Смуга - %s

source: <b>%d changesets</b> will be stripped
de: <b>%d Änderungslisten</b> werden herausgelöst
uk: <b>%d набір змін</b> був порізаний

source: Unknown revision!
de: Unbekannte Revision!
uk: Невідома редакція!

source: Detected uncommitted local changes.
de: Nicht übernommene lokale Änderungen gefunden:
uk: Виявлено незафіксовані локальні зміни.

source: Do you want to discard them and continue?
de: Wollen Sie sie verwerfen und fortfahren?
uk: Ви хочете скасувати їх та продовжити?

source: &Yes (--force)
de: &Ja (--force)
uk: &Так (--force)

source: &No
de: &Nein
uk: &Ні

source: Confirm Strip
de: Herauslösen bestätigen
uk: Підтвердіть нарізку

source: response expected
de: Antwort erwartet
uk: очікується відповідь

source: password:
de: Passwort:
uk: пароль:

source: abort:
de: abgebrochen:
uk: перервати:

source: hint:
de: Tipp:
uk: натяк:

source: HTTP Error: %d (%s)
de: HTTP-Fehler: %d (%s)

source: URLError: %s
de: URL-Fehler: %s

source: SSL: Server certificate verify failed
de: Verifikation des SSL-Serverzertifikats gescheitert
uk: SSL: Помилка серверу перевірки сертифікатів

source: SSL: unknown error %s:%s
de: Unbekannter SSL-Fehler %s:%s
uk: SSL: невідома помилка %s:%s

source: SSL error: %s
de: SSL-Fehler: %s
uk: SSL помилка: %s

source: hg: command '%s' is ambiguous: %s
de: hg: Die Anweisung '%s' ist mehrdeutig: %s
uk: hg: command '%s' є двозначною: %s

source: hg: parse error at %s: %s
de: hg: Einlesefehler bei %s: %s
uk: hg: помилка під час аналізу %s: %s

source: hg: parse error: %s
de: hg: Einlesefehler: %s
uk: hg: помилка аналізу: %s

source: timed out waiting for lock held by %s
de: Ausgezählt beim Warten auf von %s gehaltene Sperre
uk: минув час очікування встановлений блокуванням %s

source: lock held by %s
de: Sperre gehalten von %s
uk: встановлено блокування на %s

source: abort: %s: %s
de: Abbruch: %s: %s
uk: перервати: %s: %s

source: abort: could not lock %s: %s
de: Abbruch: konnte %s nicht sperren: %s
uk: перервано: неможливо заблокувати %s: %s

source: abort: %s
de: Abbruch: %s
uk: перервати: %s

source: empty string
de: Leerstring
uk: порожній рядок

source: abort: %s
de: Abbruch: %s
uk: перервати: %s

source: abort: error: %s
de: Abbruch: Fehler: %s
uk: перервати: помилка: %s

source: broken pipe
de: Übertragung unterbrochen
uk: канал заблокований

source: [command terminated by user %s]
de: [Anweisung vom Benutzer %s beendet]
uk: [команда перервана користувачем %s]

source: [command interrupted %s]
de: [Anweisung unterbrochen %s]
uk: [команда %s перервана]

source: Update to:
de: Aktualisiere zu:
uk: Оновити до:

source: Parent 1:
de: Vorgänger 1:
uk: Попередник 1:

source: Parent 2:
de: Vorgänger 2:
uk: Попередник 2:

source: List updated files (--verbose)
de: Aktualisierte Dateien auflisten (--verbose)

source: Discard local changes, no backup (-C/--clean)
de: Lokale Änderungen ungesichert abräumen (-C/--clean)
uk: Відмовитись від локальних змін, без резервної копії (-C/--clean)

source: Always merge (when possible)
de: Grundsätzlich verschmelzen (so möglich)
uk: Завжди об'єднання (за можливістю)

source: Always show command log
de: Grundsätzlich Ausführungsprotokoll anzeigen
uk: Завжди показувати журнал команд

source: &Update
de: &Aktualisieren
uk: &Оновити

source: Update - %s
de: Aktualisieren - %s
uk: Оновити - %s

source: (same as parent)
de: (wie beim Vorgänger)
uk: (декілька попередників)

source: unknown revision!
de: Unbekannte Revision!
uk: невідома редакціяя!

source: Detected uncommitted local changes in working tree. Please select to continue:
de: Nicht übernommene lokale Änderungen in der Arbeitskopie festgestellt. Zum Fortfahren wählen Sie bitte:
uk: Знайдено незафіксовані локальні зміни. будь-ласка оберіть для продовження:

source: Discard - discard local changes, no backup
de: Verwerfen - lokale Änderungen ungesichert verwerfen
uk: Відкинути - відкинуті локальні зміни, без резервного копіювання

source: &Shelve
de: Ver&stauen
uk: &Замороження

source: Shelve - move local changes to a patch
de: Stauraum - lokale Änderungen in einen Flicken verschieben
uk: Замороження - переміщення локальних змін до латки

source: Merge - allow to merge with local changes
de: Verschmelzen - Verschmelzung mit allen lokalen Änderungen erlauben
uk: Об’єднати - дозволяє об’єднати з локальними змінами

source: Confirm Update
de: Aktualisierung bestätigen
uk: Підтвердіть оновлення

source: [non-existant]
de: [nicht vorhanden]

source: Tool launch failure
de: Werkzeug konnte nicht gestartet werden
uk: Помилка під час запуску Інструменту

source: No diff tool found
de: Kein Vergleichswerkzeug gefunden
uk: Не знайдено інструменту порівнянь

source: No visual diff tools were detected
de: Es wurden keine Werkzeuge für den interaktiven Vergleich gefunden
uk: Не виявлено відмінностей у візуальному приладді для порівнянь

source: [working copy]
de: [Arbeitskopie]
uk: [робоча копія]

source: Unable to find changeset
de: Kann Änderungsliste nicht finden
uk: Неможливо знайти набір змін

source: You likely need to refresh this application
de: Sie müsen wohl diese Anwendung aktualisieren
uk: Вам, ймовірно, буде потрібно оновити цю програму

source: No file changes
de: keine Dateiänderungen
uk: Відсутні змінені файли

source: There are no file changes to view
de: keine Dateiänderungen zum Anzeigen
uk: У відкритих файлах відсутні зміни

source: cleaning up temp directory
de: Räume temporäres Verzeichnis auf
uk: очищення тимчасового каталогу

source: working changes
de: aktuelle Ändrungen
uk: робочі зміни

source: changeset %d:%s
de: Änderungsliste %d:%s
uk: набір змін %d:%s

source: revisions %d:%s to %d:%s
de: Revisionen %d:%s bis %d:%s
uk: перегляд з %d:%s до %d:%s

source: Visual Diffs -
de: Vergleichsergebnisse -
uk: Наочні відмінності -

source: filtered
de: gefiltert
uk: фільтрований

source: Temporary files are removed when this dialog is closed
de: Temporäre Dateien werden entfernt, wenn dieser Dialog geschlossen wird
uk: Тимчасові файли вилучено коли закрили діалогу

source: Select Tool:
de: Werkzeug auswählen:
uk: Обраний інструмент:

source: Dir diff to p1
de: Abweichungen von Vorgänger 1
uk: відмінність каталогу до p1

source: Dir diff to p2
de: Abweichungen von Vorgänger 2
uk: Відмінність каталогу до p2

source: 3-way dir diff
de: 3-Wege-Abweichungen
uk: зовнішній інструмент порівняння каталогів

source: Directory diff
de: Verzeichnisabweichungen
uk: Порівняння каталогу

source: No repository found here
de: Hier gibt es kein Projektarchiv
uk: Не знайдено сховищ тут

source: &Visual Diff
de: Interaktiver &Vergleich
uk: Наочне порівнювання

source: View missing
de: Ansicht fehlt
uk: Відкрити загублені

source: &Revert...
de: &Zurückrollen...
uk: &Повернути...

source: File History
de: Dateiverlauf
uk: Файл історії

source: &Annotate
de: &Anmerkung erfassen
uk: &Примітка

source: &Forget
de: &Vergessen
uk: За&бути

source: &Detect Renames...
de: Umbenennungen &erkennen...
uk: &Визначення змін назв...

source: &Ignore...
de: &Ausschließen...
uk: &Ігнорувати...

source: Remove versioned
de: Unversionierte entfernen
uk: Вилучення версіонується

source: &Delete unversioned...
de: Nicht versionierte Dateien &löschen...
uk: &Видалити неверсійовані...

source: Mark unresolved
de: Als nicht aufgelöst kennzeichnen
uk: Відмітити, як невиріше

source: Mark resolved
de: Als aufgelöst kennzeichnen
uk: Відмітити, як вирішене

source: View other
de: Das andere betrachten
uk: Відкрити інші

source: &Copy...
de: &Kopieren ...
uk: &Копіювати...

source: Rename...
de: Umbenennen...
uk: Змінити назву...

source: Was renamed from
de: Wurde umbenannt von
uk: Назва була змінена з

source: Restart Merge...
de: Verschmelzung neu beginnen...
uk: Перезапуск об'єднання...

source: Restart merge with
de: Verschmelzung neu beginnen mit
uk: Перезапуск з об'єднанням

source: errors
de: Fehler
uk: помилки

source: output
de: Ausgabe
uk: виведення

source: Aborted
de: Abgebrochen
uk: Перервано

source: Uncommited merge - please select a parent revision
de: Nicht übernommene Verschmelzung - bitte wählen Sie eine Vorgängerrevision
uk: Об'єднання не зафіксоване - оберіть редакцію попередника

source: Revert files to local or other parent?
de: Dateien auf den lokalen oder den anderen Vorgänger zurückrollen?
uk: Відновити файли на локальному або іншому попереднику?

source: &Local
de: &Lokale Kopie
uk: &Локальні

source: &Other
de: &Andere Kopie
uk: &Інше

source: Revert local file changes?
de: Lokale Dateiänderungen zurückrollen?
uk: Повернути зміни до локального фалу?

source: &Revert with backup
de: Mit &Sicherung zurückrollen
uk: &Повернути та зробити резервну копію

source: &Discard changes
de: Änderungen &vollständig verwerfen
uk: &відкинути зміни

source: Confirm Delete Unversioned
de: Löschung der nicht Versionierten bestätigen
uk: Підтвердити видалення неверсірованних

source: Delete the following unversioned files?
de: Die folgenden nicht versionierten Dateien löschen?
uk: Видалити неверсірованние файли?

source: Copy file to
de: Kopiere Datei zu
uk: Копіювати файл до

source: Config files (*.conf *.config *.ini);;Any files (*)
de: Einstellungsdateien (*.conf *.config *.ini);;Beliebige Dateien (*)
uk: Файли налаштувань (*.conf *.config *.ini);;Інші файли (*)

source: Open hgweb config
de: Einstellungen von hgweb öffnen
uk: Відкрити файл налаштувань hgweb config

source: Save hgweb config
de: Einstellungen von hgweb speichern
uk: Зберегти файл налаштувань hgweb config

source: Path:
de: Verzeichnis:
uk: Шлях:

source: Local Path:
de: Lokales Verzeichnis:
uk: Локальний шлях:

source: Select Repository
de: Projektarchiv auswählen
uk: Оберіть сховище

source: Add Path to Serve
de: Zu veröffentlichenden Pfad hinzufügen
uk: Додати шлях до Serve

source: Edit Path to Serve
de: Zu veröffentlichenden Pfad bearbeiten
uk: Правити файл до Serve

source: Local Path
de: Lokales Verzeichnis
uk: Локальний шлях

source: Webconf
de: Web-Einstellungen

source: Config File:
de: Einstellungsdatei:
uk: конфігурація файла:

source: TortoiseHg Workbench
de: TortoiseHg-Werkbank

source: New Repository...
de: Neues Projektarchiv...
uk: Нове сховище...

source: Clone Repository...
de: Projektarchiv &klonen...
uk: Клонування сховища...

source: Open Repository...
de: Projektarchiv öffnen...
uk: Відкрити сховище...

source: &File
de: &Datei
uk: &Файл

source: &View
de: &Anzeige
uk: &Відкрити

source: Workbench Toolbars
de: Werkbank-&Werkzeugleisten
uk: Пенали робочого середовища

source: &Repository
de: &Projektarchiv
uk: &Сховище

source: &Help
de: &Hilfe
uk: &Допомога

source: Edit Toolbar
de: &Bearbeiten-Werkzeugleiste
uk: Пенал редагування

source: Dock Toolbar
de: Anheft&fenster-Werkzeugleiste
uk: пенал прикріплених вікон

source: Sync Toolbar
de: &Synchronisations-Werkzeugleiste
uk: Пенал обміну

source: Task Toolbar
de: &Aufgaben-Werkzeugleiste
uk: Пенал питань

source: &New Repository...
de: &Neues Projektarchiv...
uk: &Нове сховище...

source: &Open Repository...
de: Projektarchiv ö&ffnen...
uk: &Відкриття сховища...

source: &Close Repository
de: Projektarchiv &schließen
uk: &акрити сховище

source: &Settings...
de: &Einstellungen...
uk: &Налаштування...

source: Show Repository Registry
de: Archiv&katalog anzeigen
uk: Навести реєстр сховищ

source: Show Patch Queue
de: Flickenwarteschlange zeigen
uk: Показати чергу латок

source: Show Output &Log
de: Ausgabeprotokoll an&zeigen
uk: Показати &журнал виводу

source: Repository Registry Options
de: Archivlisten-Einstellungen

source: Show Paths
de: &Verzeichnisse anzeigen
uk: Показати шлях

source: Show Subrepos on Registry
de: Unterarchive im Katalog anzeigen
uk: Показати підсховища в реєстрі

source: Show Subrepos for remote repositories
de: Unterarchive entfernter Archive anzeigen
uk: Показати підсховища для віддалених сховищ

source: Show Short Paths
de: Kurze Pfade anzeigen

source: Choose Log Columns...
de: Ausgabeprotokoll: S&palten auswählen...
uk: вибрати колонки журналу...

source: Save Open Repositories On Exit
de: &Offene Projektarchive beim Beenden speichern
uk: Зберігати відкриті сховища під час виходу

source: Revision &Details
de: &Einzelheiten zur Revision
uk: Подробиці редакції

source: &Commit
de: Ü&bernehmen
uk: &Фіксувати

source: MQ Patch
de: Mercurial-Warteschlangen-Flicken
uk: MQ латка

source: S&ynchronize
de: S&ynchronisieren
uk: Узгодити

source: &Manifest
de: &Inhaltsverzeichnis
uk: &Огляд змін

source: &Search
de: &Suchen
uk: &Пошук

source: &Patch Branch
de: Flicken&zweig
uk: &Гілка латок

source: &Refresh
de: &Aktualisieren
uk: &Поновити

source: Refresh current repository
de: Ausgewähltes Archiv aktualisieren
uk: Оновити зображення поточного сховища

source: Refresh &Task Tab
de: Aufgaben&reiter aktualisieren
uk: Оновити зображення панелі задач

source: Refresh only the current task tab
de: Nur den aktuellen Aufgabenreiter aktualisieren
uk: Освіжити тільки поточну вкладку задач

source: Load all revisions
de: A&lle Revisionen laden
uk: Завантажити всі ревізії

source: Load all revisions into graph
de: Alle Revisionen in die Grafik laden
uk: Завантажити всі редакції до графу

source: Shelve...
de: Ver&stauen...
uk: Замороження...

source: Import...
de: &Importieren...
uk: Імпорт...

source: Verify
de: Über&prüfen
uk: Перевірити

source: Recover
de: &Retten
uk: Відновити

source: Resolve...
de: &Auflösen...
uk: Вирішення...

source: Rollback/Undo...
de: &Zurückrollen/Zurücknehmen...
uk: Відкотити/Повернути...

source: Purge...
de: &Bereinigen...
uk: Чищення...

source: Bisect...
de: Auf&spüren...
uk: Розрізати навпіл...

source: Help
de: &Hilfe
uk: Допомога

source: About Qt
de: Über &Qt
uk: Про Qt

source: About TortoiseHg
de: Über TortoiseHg
uk: Про TortoiseHg

source: Filter Toolbar
de: &Filter-Werkzeugleiste
uk: Пенал фільтра

source: Filter graph with revision sets or branches
de: Grafische Darstellung bezüglich Revisionsmengen oder Zweigen filtern
uk: Відфільтрувати граф за наборами редакцій або гілок

source: Incoming
de: Eingehend
uk: Надходження

source: Check for incoming changes from selected URL
de: Bezüglich eingehender Änderungen von der ausgewählten URL prüfen
uk: Перевірити наявність вхідних змін від обраного URL

source: Pull
de: Ziehen
uk: Отримати

source: Pull incoming changes from selected URL
de: Eingehende Änderungen von der ausgewählten URL ziehen
uk: Отримати вхідні зміни від обраного URL

source: Outgoing
de: Ausgehend
uk: На відправку

source: Detect outgoing changes to selected URL
de: Ausgehende Änderungen für die ausgewählte URL erkennen
uk: Знайдено зміни на відправку до обраного URL

source: Push outgoing changes to selected URL
de: Ausgehende Änderungen an die ausgewählte URL verteilen
uk: Відправити зміни до обраного URL

source: Close tab
de: Reiter schließen
uk: Закрити вкладку

source: Close other tabs
de: Die anderen Reiter schließen
uk: Закрити інші вкладки

source: Undo close tab
de: Reiter wieder öffnen
uk: Повернути закриті вкладки

source: Reopen last closed tab
de: Den letzten geschlossenen Reiter wieder öffnen
uk: Перевідкрити останні закриті вкладки

source: Undo close other tabs
de: Andere Reiter wieder öffnen
uk: Повернути інші закриті вкладки

source: Reopen last closed tab group
de: Die letzte geschlossene Reitergruppe wieder öffnen
uk: Перевідкрити останню закриту групу вкладок

source: %s - TortoiseHg Workbench - %s
de: %s - TortoiseHg-Werkbank - %s
uk: %s - Майстерня TortoiseHg - %s

source: %s - TortoiseHg Workbench
de: %s - TortoiseHg-Werkbank
uk: %s - Майстерня TortoiseHg

source: Select repository directory to open
de: Zum Öffnen eines Archivs wählen Sie sein Verzeichnis
uk: Оберіть каталог сховища для відкриття

source: Failed to open repository
de: Das Projektarchiv konnte nicht geöffnet werden
uk: Помилка відкриття сховища

source: Hg file log viewer [%s] - %s
de: Hg-Dateiprotokollbetrachter [%s] - %s
uk: Перегляд файлу журналу [%s] - %s

source: Copyright 2008-2010 Steve Borho and others
de: Copyright 2008-2010 Steve Borho und Andere
uk: Copyright 2008-2010 Steve Borho та інші

source: with %s
de: mit %s
uk: з %s

source: Archive revision:
de: Archiv Revision:
uk: Перегляд архіву:

source: Archive
de: Archivieren
uk: Архів

source: Archived successfully
de: Archivierung erfolgreich
uk: Архівовано успішно

source: Canceled archiving
de: Archivierung abgebrochen
uk: Архівацію скасовано

source: Failed to archive
de: Archivierung fehlgeschlagen
uk: Помилки під час архівації

source: Compressed zip archives
de: Komprimierte Zip-Archive
uk: Стислі архіви zip

source: All Files (*.*)
de: Alle Dateien (*.*)
uk: Всі файли (*.*)

source: The destination "%s" already exists! Do you want to overwrite it?
de: Das Ziel "%s" existiert bereits! Wollen Sie es überschreiben?
uk: Отримувач "%s" вже існує! Ви хочете перезаписати?

source: The directory "%s" isn't empty! Do you want to overwrite it?
de: Der Ordner "%s" ist nicht leer! Wollen Sie ihn überschreiben?
uk: Каталог "%s" не порожній! Ви хочете перезаписати його?

source: Backout changeset - %s
de: Änderungsliste zurücksetzen - %s
uk: Повернути набір зміни - %s

source: Changeset Description
de: Beschreibung des Änderungssatzes
uk: Опис набору змін

source: Backout commit message
de: Übernahmekommentar zurücksetzen
uk: Повернути повідомлення фіксації
