Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Error while reading status
de: Fehler bei der Zustandsprüfung
uk: Помилка коли читали стан

source: TortoiseHg Init
de: TortoiseHg-Vorbereitung

source: Make repo compatible with Mercurial 1.0
de: Das Projektarchiv passend zu Mercurial 1.0 machen
uk: Створити сховище сумісне з Mercurial 1.0

source: Run Commit after init
de: Übernahme nach der Initialisierung ausführen

source: [command returned code %d
de: [Die Anweisung lieferte den Rückgabewert %d
uk: [команда повернула код %d

source: [command completed successfully
de: [Die Anweisung wurde erfolgreich abgeschlossen
uk: [команда успішно виконана

source: hgtk: command '%s' is ambiguous: %s
de: hgtk: der Befehl '%s' ist uneindeutig: %s
uk: hgtk: команда '%s' є неоднозначною: %s

source: hgtk: unknown command '%s'
de: hgtk: unbekannte Anweisung '%s'
uk: hgtk: невідома команда '%s'

source: Rename error
de: Fehler beim Umbenennen
uk: Помилка зміни назви

source: rename takes one or two path arguments
de: rename brauht ein oder zwei Argumente
uk: зміна назви вимагає одного або двох аргументів

source: mpatch error
de: Fehler beim Anwenden des Flicken
uk: mpatch помилка

source: mpatch expects *.rej file argument
de: mpatch erwartet eine *.rej-Datei als Parameter
uk: mpatch очікує *.rej файл аргументів

source: %s does not exist
de: %s ist nicht vorhanden
uk: %s не існує

source: use "hgtk help" for the full list of commands
de: Verwenden Sie "hgtk help" für eine vollständige Anweisungsliste
uk: виконайте "hgtk help" для повного переліку команд

source: use "hgtk help" for the full list of commands or "hgtk -v" for details
de: Verwenden Sie "hgtk help" für eine vollständige Anweisungsliste oder "hgtk -v" für Detailangaben
uk: виконайте "hgtk help" для повного переліку команд або "hgtk -v" для деталей

source: use "hgtk -v help%s" to show aliases and global options
de: Verwenden Sie "hgtk -v help%s", um Kurzversionen und globale Parameter anzuzeigen
uk: виконайте "hgtk -v help%s" для перегляду псевдонімів та загальних параметрів

source: use "hgtk -v help %s" to show global options
de: Verwenden Sie "hgtk -v help %s", um globale Parameter anzuzeigen
uk: виконайте "hgtk -v help %s" для перегляду загальних параметрів

source: (No help text available)
de: (kein Hilfetext verfügbar)
uk: (Довідка відсутня)

source: Hgtk - TortoiseHg's GUI tools for Mercurial SCM (Hg)
de: hgtk - Grafische Oberfläche für das Mercurial-SCM (hg) von TortoiseHg
uk: Hgtk - TortoiseHg's графічне приладдя для Mercurial SCM (Hg)

source: hgtk add [FILE]...
de: hgtk add [Datei]...
uk: hgtk add [ФАЙЛ]...

source: hgtk clone SOURCE [DEST]
de: hgtk clone Quelle [Ziel]
uk: hgtk clone ОРИГІНАЛ [ОТРИМУВАЧ]

source: hgtk commit [OPTIONS] [FILE]...
de: hgtk commit [Parameter] [Datei]...
uk: hgtk commit [ПАРАМЕТРИ] [ФАЙЛ]...

source: hgtk hgignore [FILE]
de: hgtk hgignore [Datei]
uk: hgtk hgignore [ФАЙЛ]

source: hgtk init [DEST]
de: hgtk init [Ziel]
uk: hgtk init [ОТРИМУВАЧ]

source: hgtk log [OPTIONS] [FILE]
de: hgtk log [Parameter] [Datei]
uk: hgtk log [ПАРАМЕТРИ] [ФАЙЛ]

source: revision to merge with
de: Verschmelzen mit Revision
uk: переглянути об'єднання з

source: revisions to compare
de: Revisionen zum Vergleichen
uk: редакція для порівняння

source: hgtk status [FILE]...
de: hgtk status [Datei]...
uk: hgtk status [ФАЙЛ]...

source: hgtk remove [FILE]...
de: hgtk remove [Datei]...
uk: hgtk remove [ФАЙЛ]...

source: hgtk rename SOURCE [DEST]
de: hgtk rename Quelle [Ziel]
uk: hgtk rename ОРИГІНАЛ [ОТРИМУВАЧ]

source: hgtk revert [FILE]...
de: hgtk revert [Datei]...
uk: hgtk revert [ФАЙЛ]...

source: hgtk forget [FILE]...
de: hgtk forget [Datei]...
uk: hgtk forget [ФАЙЛ]...

source: hgtk serve [OPTION]...
de: hgtk serve [Parameter]...
uk: hgtk serve [ПАРАМЕТРИ]...

source: wait until the second ticks over
de: wartet bis die Sekunde wechselt
uk: почекайте поки другий ticks over

source: notify the shell for paths given
de: Der Shell die angegebenen Verzeichnisse mitgeben
uk: повідомлення оболонки для даних шляхів

source: remove the status cache
de: Zustandscache entfernen
uk: вилучити кеш стану

source: show the contents of the status cache (no update)
de: Inhalt des Zustandscaches anzeigen (nicht aktualisieren)
uk: показати вміст стану кеша (без оновлення)

source: udpate all repos in current dir
de: Alle Projektverzeichnisse im akutellen Verzeichnis aktualisieren
uk: оновити всі сховища у поточному каталозі

source: hgtk thgstatus [OPTION]
de: hgtk thgstatus [Parameter]
uk: hgtk thgstatus [ПАРАМЕТРИ]

source: hgtk version [OPTION]
de: hgtk version [Parameter]
uk: hgtk version [ПАРАМЕТРИ]

source: show the command options
de: Zeigt alle Optionen des Befehls
uk: переглянути параметри команди

source: [-o] CMD
de: [-o] BEF

source: hgtk help [COMMAND]
de: hgtk help [Anweisung]
uk: hgtk help [КОМАНДА]

source: import to the repository
de: In das Projektarchiv importieren
uk: завантажити у сховище

source: hgtk import [OPTION] [SOURCE]...
de: hgtk import [Parameter] [Quelle]...
uk: hgtk import [ПАРАМЕТРИ] [ОРИГІНАЛ]...

source: Log Details
de: Protokolleinzelheiten
uk: Розгорнутий журнал

source: Columns
de: Spalten
uk: Стовпці

source: Move Up
de: Nach oben
uk: Підняти

source: Move Down
de: Nach unten
uk: Опустити

# changesets
source: All
de: Alle
uk: Всі

source: Tagged
de: Etikettiert
uk: З ярликом

source: Ancestry
de: Vorgänger
uk: Походження

source: Heads
de: Köpfe
uk: Вершини

source: Merges
de: Verschmelzungen
uk: Разом

source: Hide Merges
de: Verschmelzungen verstecken
uk: Приховати об'єднання

source: Branch Filter
de: Zweigfilter
uk: Фільтр гілки

source: Custom Filter
de: Benutzerdefinierter Filter
uk: Користувальницький фільтр

source: Revision Set
de: Revisionsmenge
uk: Встановити редакцію

source: Keywords
de: Stichwörter
uk: Ключові слова

source: Date
de: Datum
uk: Дата

source: File Patterns
de: Dateimuster
uk: Файл шаблонів

source: Branches...
de: Zweige...
uk: Гілки...

source: New changesets from the preview bundle are still pending. Accept or reject the new changesets?
de: Einige Änderungen aus dieser Vorschau sind noch offen. Die neuen Änderungslisten akzeptieren oder verwerfen?
uk: Попередній перегляд нових наборів змін від зв'язок, як і раніше в очікуванні. Прийняти або відкинути новий набір змін?

source: Accept new Changesets
de: Neue Änderungen annehmen
uk: Прийняти новий набір змін

source: &Accept
de: &Annehmen
uk: &Прийняти

source: &Reject
de: &Verwerfen
uk: &Відкинути

source: (Bundle Preview)
de: (Bündelvorschau)
uk: (Попередній перегляд зв'язок)

source: Re_fresh
de: A_ktualisieren
uk: О_новити

source: Reload revision history
de: Revisionshistorie neu laden
uk: Перезавантажити історію редакції

source: Reset _Marks
de: _Markierungen Zurücksetzen
uk: Скинути _Знаки

source: Reset revision marks
de: Revisionsmarkierungen zurücksetezn
uk: Скинути позначки

source: Patch Branch
de: Flickzweig
uk: Латка гілки

source: Show/Hide Patch Branch
de: Flickzweig zeigen/verbergen
uk: Показати/Приховати латку гілки

source: Launch commit tool
de: Übernahmewerkzeug starten
uk: Запуск інструмента фіксації

source: Launch data mining tool
de: Datenanalysewerkzeug starten
uk: Запуск інструмента інтелектуального аналізу даних

source: Launch recovery tool
de: Rettungswerkzeug starten
uk: Запуск інструмента відновлення даних

source: Launch web server
de: Web-Server starten
uk: Запуск web server

source: Launch shelve tool
de: Verstau-Werkzeug starten
uk: Запуск інструменту заморожування

source: Branches
de: Zweige
uk: Гілки

source: Tags
de: Etiketten
uk: Ярлики

source: Sync Bar
de: Synchronisationsbalken

source: Identify
de: Identifizieren
uk: Ідентифікація

source: Pending
de: Noch offen
uk: Очікує

source: Load more Revisions
de: Weitere Revisionen laden
uk: Завантажити ще ревізій

source: Load all Revisions
de: Alle Revisionen laden
uk: Завантажити всі редакції

source: Filter Bar
de: Filterbalken
uk: Пенал фільтрів

source: Reset Marks
de: Markierungen zurücksetzen
uk: Скинути знаки

source: Choose Details...
de: Einzelheiten wählen...
uk: Вибрати...

source: Compact Graph
de: Grafische Darstellung zusammenfassen...
uk: Компактний графік

source: Color by Branch
de: Nach Zweig färben
uk: Колір по гілці

source: _Navigate
de: _Navigieren
uk: _Стернування

source: Tip
de: Hinweis
uk: Вершина

source: Working Parent
de: Arbeitskopie-Vorgänger
uk: Робочий попередник

source: Previously Selected
de: Zuvor ausgewählt
uk: Раніше вибрані

source: _Synchronize
de: _Abgleichen
uk: _Звіряти

source: Email...
de: Per E-Mail versenden...
uk: Електронна пошта...

source: Accept Bundle
de: Bündel annehmen
uk: Прийняти зв'язку

source: Reject Bundle
de: Bündel zurückweisen
uk: Відхилити зв'язку

source: Add Bundle...
de: Bündel hinzufügen...
uk: Додавання зв'язки...

source: Configure Paths...
de: Pfade einrichten...
uk: Налаштувати шляхи...

source: Force pull or push
de: Ziehen oder Verteilen erzwingen
uk: Примусово отримувати або відправляти

source: Push new branch
de: Neuen Zweig verteilen
uk: Відправити до нової гілки

source: Custom
de: Benutzerdefiniert
uk: Користувацький

source: Revision Range
de: Revisionsbereich
uk: Межі редакції

source: Submitted
de: Versandt
uk: Надіслано

source: Finding pending Perforce changelists...
de: Suche offene Perforce-Änderungslisten...
uk: Пошук в очікуванні Perforce набору змін...

source: Pending Perforce changelists
de: Offene Perforce-Änderungslisten
uk: Очікування Perforce набору змін

source: Please try again after the previous command has completed
de: Bitte versuchen Sie es erneut, sobald die vorangehende Anweisung abgeschlossen ist
uk: Будь ласка, спробуйте ще після завершення попередньої команди

source: Perforce changelist %s
de: Perforce-Änderungsliste %s
uk: Perforce набір змін %s

source: Unable to find rev %s
de: Kann Revision %s nicht ermitteln
uk: Неможливо знайти ред. %s

source: Aborted p4identify
de: p4identify abgebrochen
uk: Перервано p4identify

source: Unable to identify Perforce tip
de: Kann Perforce-Spitze nicht ermitteln
uk: Неможливо визначити Perforce вершину

source: Finding tip Perforce changelist...
de: Ermittle Spitze der Perforce-Änderungslisten
uk: Знайдено вершину Perforce набору змін...

source: Identifying Perforce tip
de: Perforce-Spitze erkennen
uk: Визначення Perforce вершини

source: Revision Number
de: Revisionsnummer
uk: Номер ревізії

source: Changeset ID
de: Änderungslisten-ID
uk: ID набору змін

source: Revision Number/ID
de: Revisionsnummer/ID
uk: Редакція Номер/ID

source: Branch Name
de: Zweigname
uk: Назва гілки

source: Changes
de: Änderungen
uk: Зміни

source: Summary
de: Zusammenfassung
uk: Підсумок

source: Local Date
de: Lokales Datum
uk: Місцевий час

source: UTC Date
de: Datum (Universalzeit)
uk: Всесвітній час

source: Age
de: Alter
uk: Вік

source: No matches
de: Keine Treffer
uk: Немає збігів

source: No revisions matched search
de: Keine Revisionen entsprechend der Suchkriterien

source: Invalid revision set
de: Ungültige Revisionsmenge
uk: Помилково встановлена редакція

source: Invalid date specification
de: ungültige Datumsangabe
uk: Невірний формат дати

source: Invalid file pattern
de: Ungültiges Dateimuster
uk: Шаблон файлу з помилкою

source: %s branch
de: %s-Zweig
uk: %s гілка

source: Branch '%s'
de: Zweig '%s'
uk: Гілка '%s'

source: file patterns "%s"
de: Dateimuster '%s'
uk: файл шаблонів "%s"

source: merges
de: Verschmelzungen
uk: об'єднує

source: only Merges
de: alleine Verschmelzungen
uk: лише об'єднання

source: revision ancestry
de: Revisionsvorgänger
uk: попередники ревізії

source: Ancestry of %s
de: Vorgänger von %s
uk: Родовід для %s

source: tagged revisions
de: etikettierte Revisionen
uk: позначити редакцію

source: Tagged Revisions
de: Etikettierte Revisionen
uk: Позначити редакцію

source: working parents
de: Arbeitskopie-Vorgänger
uk: робочі попередники

source: heads
de: Köpfe
uk: вершини

source: no Merges
de: Keine Verschmelzungen
uk: не об'єднання

source: Current patch: %s,
de: Aktueller Flicken: %s,
uk: Поточний шлях: %s,

source: %(count)d of %(total)d applied patches
de: %(count)d von %(total)d angewandte Flicken
uk: %(count)d з %(total)d прийнято патчів

source: Visualize Change
de: Änderungen darstellen
uk: Показати зміну

source: _Copy Hash
de: _Prüfsumme kopieren

source: Pull to Here
de: Hierhin ziehen
uk: Отримати сюди

source: Push to Here
de: Hierhin verteilen
uk: Натисніть сюди

source: Push this Branch
de: Diesen Zweig verteilen
uk: Відправити цю гілку

source: _Update...
de: _Aktualisieren...
uk: _Оновлення...

source: _Merge with...
de: _Verschmelzen mit...
uk: _Об'єднання з...

source: _Revert
de: _Zurückrollen
uk: Відновити

source: Tag
de: Etikett
uk: Ярлик

source: Mercurial Queues
de: Mercurial-Warteschlangen
uk: Повідомлення Mercurial

source: Transp_lant to Local
de: In lokale Kopie _verpflanzen
uk: Перенести до локального

source: Bisect
de: Aufspüren
uk: Розрізати навпіл

source: _Export Patch...
de: _Exportiere Flicken...
uk: _Експорт латки...

source: E_mail Patch...
de: Flicken per E-_Mail verschicken...
uk: Надіслати латку електронною поштою

source: _Bundle rev:tip...
de: Von Revision bis Spitze _bündeln...
uk: _Зв'язка ревізія:вершина...

source: _Archive...
de: _Archivieren...
uk: _Архів...

source: Add/Remove _Tag...
de: _Etikett hinzufügen/entfernen...
uk: Додати/вилучити ярлик...

source: Add/Move/Remove B_ookmark...
de: _Lesezeichen hinzufügen/entfernen/verschieben...
uk: Додати/Перемістити/вилучити закладку...

source: Rename Bookmark...
de: Lesezeichen umbenennen...
uk: Перейменувати закладку...

source: Import Revision to MQ
de: Revision in Mercurial-Warteschlange importieren
uk: Перегляд імпорту до MQ

source: Strip Revision...
de: Revision herauslösen...
uk: Порізка редакцій...

source: Reset
de: Zurücksetzen
uk: Відновити

source: Mark as Good
de: Als gut markieren
uk: Відмітити, як добрі

source: Mark as Bad
de: Als schlecht markieren
uk: Відмітити як погані

source: Skip Testing
de: Testdurchführung überspringen
uk: Пропустити тестування

source: _Diff with selected
de: Mit der Auswahl _vergleichen
uk: _У порівнянні з

source: Visual Diff with selected
de: Interaktiver Vergleich mit der Auswahl
uk: Порівнювати з обраним

source: Email from here to selected...
de: Von hier bis zur Auswahl per E-Mail versenden...
uk: Відправити елелектронною поштою до вибраного...

source: Bundle from here to selected...
de: Von hier bis zur Auswahl bündeln...
uk: Зв'язку у обране...

source: Export Patches from here to selected...
de: Flicken von hier in die Auswahl exportieren...
uk: Експорт латок в обране...

source: Transplant Revision range to local
de: Revisionsbereich in die lokale Kopie verpflanzen...
uk: Перенесення діапазону редакцій до поточних

source: Rebase on top of selected
de: Basiswechsel auf Basis der Auswahl
uk: Зміна бази на крок вище вибраної

source: Import from here to selected to MQ
de: Von hier bis zur Auswahl in Mercurial-Warteschlange importieren
uk: імпортувати звідси до обраного для MQ

source: Select common ancestor revision
de: Gemeinsame Vorgängerrevision auswählen
uk: Виберіть загального попередника редакції

source: Load more
de: Weitere laden
uk: Завантажити більше

source: load more revisions
de: Weitere Revisionen laden
uk: завантажити більше редакцій

source: Load all
de: Alle laden
uk: Завантажити все

source: load all revisions
de: Alle Revisionen laden
uk: завантажити всі редакції

source: Download and view incoming changesets
de: Alle eingehenden Änderungslisten herunterladen und ansehen
uk: Завантажити та відкрити вхідні набори змін

source: Accept changes from Bundle preview
de: Änderungen von der Bündelvorschau annehmen
uk: Прийняти змін від попередньо перегляної зв'язки

source: Reject changes from Bundle preview
de: Änderungen von der Bündelvorschau verwerfen
uk: Відхилити зміни від попередньо переглянутої зв'язки

source: Pull incoming changesets
de: Eingehende Änderungslisten ziehen
uk: Отримати вхідні набори змін

source: Import patches
de: Flicken importieren
uk: Імпорт латок

source: Determine and mark outgoing changesets
de: Ausgehende Änderungslisten bestimmen und markieren
uk: Визначити та відмітити вихідні набори змін

source: Push outgoing changesets
de: Ausgehende Änderungslisten verteilen
uk: Відправити набори змін

source: Email outgoing changesets
de: Ausgehende Änderungslisten per E-Mail versenden
uk: Відправити електронною поштою вихідний набір змін

source: Stop current transaction
de: Aktuelle Transaktion anhalten
uk: Зупинити поточну дію

source: After Pull:
de: Nach dem Ziehen:
uk: Після отримання:

source: Nothing
de: Nichts
uk: Нічого

source: Fetch
de: Abrufen
uk: Отримати

source: Configure aliases and after pull behavior
de: Aliasnamen und nach-dem-Ziehen-Verhalten einstellen
uk: Налаштувати прізвисько та після отримати дозволи

source: Applying bundle...
de: Wende Bündel an...
uk: Застосування зв'язки...

source: Applying bundle
de: Wende Bündel an
uk: Застосувати зв'язку

source: No remote path specified
de: Der entfernte Pfad ist nicht angegeben
uk: не вказаний зовнішній шлях

source: Please enter or select a remote path
de: Bitte geben Sie einen entfernten Pfad ein bzw. wählen ihn aus
uk: Введіть або оберіть зовнішній шлях

source: %d incoming changesets
de: %d eingehende Änderungslisten
uk: %d вхідних змін

source: Aborted incoming
de: Empfang abgebrochen
uk: Перервано вхідні

source: No incoming changesets
de: Keine eingehende Änderungslisten
uk: Немає вхідних змін

source: Checking incoming changesets...
de: Prüfe eingehende Änderungslisten...
uk: Перевірка наявності вхідних змін...

source: Accept incoming previewed changesets
de: Eingehende Änderunglisten nach der Vorschau übernehmen
uk: Прийняти вхідні, попередньо переглянуті, набори змін

source: Reject incoming previewed changesets
de: Eingehende Änderunglisten nach der Vorschau verwerfen
uk: Відхилити вхідні, попередньо переглянуті, набори змін

source: Bundle Preview
de: Bündelvoschau
uk: Попередній перегляд зв'язки

source: Failed to preview, a bundle file unrelated to this repository
de: Die Vorschau ist fehlgeschlagen, es handelt sich um eine Listendatei ohne Bezug zu diesem Archiv
uk: Не вдається попередньо переглянути, зв'язка файлів не пов'язана з цим сховищем

source: Failed to preview, not a Mercurial bundle file
de: Vorschau gescheitert, keine Mercurial-Bündeldatei
uk: Помилка під час попереднього перегляду, зв'язка не належить до Mercurial файлу

source: Open Bundle
de: Bündel öffnen
uk: Відкрити зв'язку

source: Finished pull with rebase
de: Ziehen und Basiswechsel abgeschlossen
uk: По завершенню отримання, змінити базу

source: Finished pull
de: Ziehen abgeschlossen
uk: Отримання завершено

source: No changesets to pull
de: Keine Änderungslisten zu ziehen
uk: Відсутній набір змін для отримання

source: Aborted pull
de: Ziehen abgebrochen
uk: Отримання перевано

source: Pulling changesets...
de: Ziehe Änderungslisten...
uk: Отримування набору змін...

source: Aborted outgoing
de: Versand abgebrochen
uk: Передчасний відхід

source: Checking outgoing changesets...
de: Prüfe ausgehende Änderungslisten...
uk: Перевірка вихідних наборів змін...

source: No repository selected
de: Es wurde kein Projektarchiv ausgewähltW
uk: Не обрано сховищ

source: Select a peer repository to compare with
de: Wählen Sie das andere Projektarchiv für den Vergleich
uk: Оберіть сховище для порівняння з

source: Finished push
de: Verteilung abgeschlossen
uk: Відправка завершена

source: Aborted push
de: Verteilung abgebrochen
uk: Передача перервана

source: Pushing changesets...
de: Verteile Änderungslisten...
uk: Відправлення набору змін...

source: unknown dnd dest: %s
de: Unbekanntes dnd-Ziel: %s
uk: невідомий dnd dest: %s

source: Confirm Revert All Files
de: Zurückrollen aller Dateien bestätigen
uk: Підтвердіть повернення всіх файлів

source: Revert all files to revision %d? This will overwrite your local changes
de: Wollen Sie alle Dateien auf Revision %d zurückrollen? Sie verlieren auf diese Weise alle lokalen Änderungen.
uk: Повернути всі файли до редакції %d? Це перезапише всі локальні зміни

source: Save patches to
de: Flicken speichern unter
uk: Записати латки до

source: Write bundle to
de: Schreibe Bündel in
uk: Записати зв'язку до

source: Bundling from %(base)s to %(rev)s...
de: Bündele von %(base)s bis %(rev)s...
uk: Зв;язування %(base)s до %(rev)s...

source: Bundling from %(base)s to tip...
de: Bündele von %(base)s bis zur Spitze...
uk: Зв'язування %(base)s до вершини...

source: Finish bundling
de: Bündelung abgeschlossen
uk: Зв'язування закінчено

source: Aborted bundling
de: Bündelung abgebrochen
uk: Зв'язування перервано

source: Failed to bundle
de: Bündelung gescheitert
uk: Помилка під час зв'язування

source: Bundling
de: Bündele
uk: Зв'язування

source: Finish importing
de: Import abschließen
uk: Імпорт закінчено

source: Aborted importing
de: Import abgebrochen
uk: Імпорт перервано

source: Failed to import
de: Import gescheitert
uk: Помилка під час імпорту

source: Importing
de: Importiere
uk: Імпортування

source: Importing to Patch Queue...
de: Import in die Flickenschlange läuft...
uk: Імпортується до черги латок...

source: Confirm Rebase Revision
de: Basiswechsel-Revision bestätigen
uk: Підтвердіть зміну бази ревізій

source: Rebase revision %d on top of %d?
de: Wechsel der Basis von Revision %d auf %d?
uk: Зміна бази редакцій з %d на гору до %d?

source: Confirm Forced Push to Remote Repository
de: Erzwungene Verteilung an das entfernte Projektarchiv bestätigen
uk: Підтвердіть примусове відправлення до віддаленого сховища

source: Forced push to remote repository %s (creating new heads in remote if needed)?
de: Erzwungene Verteilung an das entfernte Projektarchiv %s (erstellt neue Kopfdaten, falls erforderlich)?
uk: Примусово відправити до зовнішнього сховища %s (створити нову голову у зовнішньому сховищі, якщо це необхідно)?

source: Forced &Push
de: Erzwungene &Verteilung
uk: Примусово &відправити

source: Confirm Push of New Branches to Remote Repository
de: Verteilung von neuen Zweigen an das entfernte Projektarchiv bestätigen
uk: Підтвердіть відправлення для нової гілки до зовнішнього сховища

source: Push to remote repository %s (creating new branches in remote if needed)?
de: Verteilen an das entfernte Projektarchiv %s (erstellt neue Zweige im entfernten Archiv, falls notwendig)?
uk: Відправити до зовнішнього сховища %s (створити нову гілку у зовнішньому сховищі за потреби)?

source: &Push
de: &Verteilen
uk: &Відправити

source: Confirm Forced Push
de: Erzwungenes Verteilen bestätigen
uk: Підтвердіть примусове відправлення

source: Forced push to repository %s (creating new heads if needed)?
de: Erzwungenes Verteilen an das Projektarchiv %s (erstellt dort neue Kopfdaten, falls nötig)?
uk: Примусово відправити до сховища %s (створити нові голови за потребою)?

source: Finished push to revision %s
de: Verteilung in Revision %s abgeschlossen
uk: Відправка до редакції %s завершена

source: Finished pushing branch %s
de: Verteilung des Zweigs %s abgeschlossen
uk: Відправка гілки %s завершена

source: Pushing branch %s...
de: Verteile Zweig %s...
uk: Відправлена гілка %s...

source: Pushing changesets to revision %s...
de: Verteile Änderungsliste in Revision %s...
uk: Відправити набір змін до редакції %s...

source: Push to %s
de: Verteilung an %s
uk: Відправити до %s

source: Finished pull to revision %s
de: Ziehen auf Revision %s abgeschlossen
uk: Отримання редакції %s завершено

source: Pulling changesets to revision %s...
de: Ziehe Änderungslisten auf Revision %s...
uk: Отримування набору змін до редакції %s...

source: Pull to %s
de: Ziehe auf %s
uk: Отримано до %s

source: Save patch to
de: Flicken speichern in
uk: Зберегти латку до

source: Refresh required
de: Aktualisierung erforderlich
uk: Потрібне оновлення
