Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Make repo compatible with Mercurial <1.7
de: Projektarchiv mit Mercurial vor 1.7 kompatibel machen
uk: Створити сховище сумісне з Mercurial <1.7

source: Show in Workbench after init
de: Nach dem Programmstart auf der Werkbank anzeigen
uk: Показати у робочому середовищі після ініціалізації

source: Create
de: Anlegen
uk: Створити

source: Init
de: Programmstart
uk: Ініціалізація

source: Error executing init
de: Fehler beim Programmstart
uk: Помилка ініціалізації

source: Destination path is empty
de: Das Zielverzeichnis ist leer
uk: Шлях отримувача порожній

source: Please enter the directory path
de: Bitte geben Sie das Verzeichnis an
uk: Введіть шлях до каталогу

source: Are you sure about adding the new repository %d extra levels deep?
de: Sind Sie sicher, dass Sie das neue Projektarchiv %d neue Verschachtelungsebenen tief anlegen wollen?
uk: Ви впевнені щодо додавання нового сховища %d з додатковими рівнями в глибину?

source: Path exists up to: %s and you asked for: %s
de: Folgendes Verzeichnis existiert: %s und Sie erbaten: %s
uk: Шлях існує до: %s і Ви просили: %s

source: Cannot create folder %s
de: Das Verzeichnis %s konnte nicht erstellt werden
uk: Не можливо створити теку %s

source: Unable to create new repository
de: Das neue Projektarchiv konnte nicht erstellt werden
uk: Неможливо створити нове сховище

source: Error when creating repository
de: Fehler beim Erstellen des Projektarchivs
uk: Помилка під час створення сховища

source: <p>Repository successfully created at</p><p>%s</p>
de: <p>Projektarchiv erfolgreich erstellt am</p><p>%s</p>
uk: <p>Сховище успішно створене у</p><p>%s</p>

source: <p>But could not run Workbench for it.</p><p>%s</p>
de: <p>Konnte die zugehörigen Werkbank nicht betreten.</p><p>%s</p>
uk: <p>Не вдалося запустити робоче середовище для нього.</p><p>%s</p>

source: Unable to create a config file
de: Die Konfigurationsdatei kann nicht erstellt werden
uk: Не мжливо створити файл налаштувань

source: Insufficient access rights.
de: Fehlende Zugriffsrechte.
uk: Недостатньо прав доступу.

source: ?? Error: %s ??
de: ?? Fehler: %s ??
uk: ?? Помилка: %s ??

source: License
de: Lizenz
uk: Ліцензійна угода

source: Drag to change order
de: Zu Änderung der Reihenfolge ziehen
uk: Перетягніть аби змінити порядок

source: Workbench
de: Werkbank

source: Manifest %s@%s
de: Inhaltsverzeichnis %s@%s
uk: Виявлено %s@%s

source: Status
de: Zustand
uk: Стан

source: File history
de: Dateiverlauf
uk: Файл журналу

source: Show the history of the selected file
de: Den Verlauf der ausgewählten Datei anzeigen
uk: Показати історію для обраного файлу

source: Compare file revisions
de: Datei-Revisionen vergleichen
uk: Порівняти файли у редакції

source: Compare revisions of the selected file
de: Revisionen der ausgewählten Datei vergleichen
uk: Порівняти для обраних файлів редакції

source: Visual Diff to Local
de: Interaktiver Vergleich mit lokaler Version
uk: Наочне порівнювання до локального

source: View changes to current in external diff tool
de: Die aktuellen Änderungen in einem externen Vergleichswerkzeug anzeigen
uk: Перегляд змін в існуючому зовнішньому інструменті порівняння

source: View at Revision
de: Revision anzeigen
uk: Відкрити як редакцію

source: View file as it appeared at this revision
de: Datei in dem Zustand dieser Revision anzeigen
uk: Подивитись, як тоді виглядав файл в цій редакції

source: Open subrepository
de: Unterarchiv öffnen
uk: Відкрити підсховище

source: Open the selected subrepository
de: Das ausgewählte Unterarchiv öffnen
uk: Відкрити обране підсховище

source: Explore subrepository
de: Unterarchiv im Explorer öffnen
uk: Дослідити підсховище

source: Open the selected subrepository in a file browser
de: Das ausgewählte Unterarchiv im Dateiexplorer öffnen
uk: Відкрити обране підсховище у файловому браузері

source: Open terminal in subrepository
de: Konsole im Unterarchiv öffnen
uk: Відкрити підсховище у терміналі

source: Open a shell terminal in the selected subrepository root
de: Öffnet eine Kommandozeilenkonsole im Wurzelverzeichnis des ausgewählten Unterarchivs
uk: Для обраного підсховища відкрити консоль терміналу з правами суперкористувача

source: Hg file log viewer - %s
de: Hg Protokollbetrachter - %s
uk: Перегляд файлу журналу Hg - %s

source: Cannot open subrepository
de: Das Unterarchiv konnte nicht geöffnet werden
uk: Неможливо відкрити підсховище

source: The selected subrepository does not exist on the working directory
de: Im Arbeitsverzeichnis gibt es das ausgewählte Unterarchiv nicht
uk: Обране підсховище не існує у робочому каталозі

source: Failed to open Manifest dialog
de: Öffnen des Inhaltsverzeichnis-Dialogs gescheitert

source: Merge - %s
de: Zusammenführen - %s
uk: Об'єднання - %s

source: Do you want to exit?
de: Wirklich beenden?
uk: Ви хочете вийти?

source: To finish merging, you need to commit the working directory.
de: Um das Zusammenführen abzuschließen, müssen Sie das Arbeitsverzeichnis übernehmen.
uk: Для завершення злиття необхідно зафіксувати робочий каталог.

source: &Exit
de: Be&enden
uk: &Вийти

source: Prepare to merge
de: Verschmelzen vorbereiten
uk: Підготовка до об'єднання

source: Verify merge targets and ensure your working directory is clean.
de: Die Verschmelzziele prüfen und sicherstellen, dass Ihr Arbeitsverzeichnis sauber ist.
uk: Переконайтеся з метою об'єднання та забезпечте чистоту свого робочого каталогу

source: Not a head revision!
de: Keine Kopfversion!
uk: Це не вершина ревізії!

source: Merge from (other revision)
de: Zusammenführen mit (andere Revision)
uk: Об'єднати від (інша редакція)

source: Unable to merge
de: Das Zusammenführen hat nicht funktioniert
uk: Неможливо об'єднати

source: Merge revision not specified or not found
de: Version zum Zusammenführen fehlt oder nicht vorhanden
uk: Редакцію для об'єднання або не зазначено або не знайдено

source: Merge to (working directory)
de: Zusammenführen in (Arbeitsverzeichnis)
uk: Об'єднати до (робочий католог)

source: The working directory is already <b>merged</b>. <a href="skip"><b>Continue</b></a> or <a href="discard"><b>discard</b></a> existing merge.
de: Das Arbeitsverzeichnis enthält bereits das Ergebnis einer <b>Zusammenführung</b>. Wollen Sie die Operation <a href="skip"><b>überspringen</b></a> oder die bestehenden Zusammenführungsdaten <a href="discard"><b>verwerfen?</b></a>
uk: Робочий каталог вже <b> об'єднано </b>. <a href="skip"><b>Продовжити</b></a> or <a href="discard"><b>відкинути</b></a> існуючи об'єднання.

source: Before merging, you must <a href="commit"><b>commit</b></a>, <a href="shelve"><b>shelve</b></a> to patch, or <a href="discard"><b>discard</b></a> changes.
de: Vor dem Zusammenführen ist es notwendig, dass Sie <a href="commit"><b>alle Änderungen übernehmen,</b></a> in Flicken <a href="shelve"><b>verstauen</b></a> oder <a href="discard"><b>verwerfen.</b></a>
uk: Перед обєднанням Вам потрібно <a href="commit"><b>зафіксувати</b></a>, <a href="shelve"><b>заморозити</b></a> латати, або <a href="discard"><b>відкинути</b></a> зміни.

source: Or use:
de: Alternativ einzusetzen:
uk: або скористатися:

source: Force a merge with outstanding changes (-f/--force)
de: Eine Zusammenführung mit ausstehenden Änderungen erzwingen (-f/--force)
uk: Примусове об'єднання з простроченими змінами (-f/--force)

source: Discard all changes from merge target (other) revision
de: Alle Änderungen durch die Zusammenführung mit der (anderen) Zielrevision verwerfen
uk: Відкинути всі зміни для обєднання об'єктів (іншого) редакції

source: Confirm Discard Changes
de: Das Verwerfen der Änderungen bestätigen
uk: Підтвердіть відмову від змін

source: The changes from revision %s and all unmerged parents will be discarded. Are you sure this is what you want to do?
de: Die verwirft die Änderungen seit Revision %s und alle nicht zusammengeführten Vorgänger. Sind Sie sicher, dass Sie so vorgehen sollen?
uk: Зміни від редакції %s та всі не об'єднані попередники будуть відкинуті. Ви впевнені що хочете цього?

# working dir state
source: Clean
de: Aufräumen
uk: Чиста

source: Merging...
de: Führe zusammen...
uk: Об'єднання...

source: Automatically advance to next page when merge is complete.
de: Automatisch auf die nächste Seite weiterblättern, sobald die Verschmelzung abgeschlossen ist.
uk: автоматично перейти до наступної сторінки коли об'єднання завершиться.

source: %d files were modified on both branches and must be <a href="resolve"><b>resolved</b></a>
de: %d Dateien wurden in beiden Zweigen geändert und müssen <a href="resolve"><b>aufgelöst</b></a> werden.
uk: %d файли були змінені з обох гілок і повинні бути <a href="resolve"><b>заморожені</b></a>

source: Commit merge results
de: Verschmelzungsergebnisse übernehmen
uk: Фіксувати результати об'єднання

source: Merge
de: Zusammenführen
uk: Об’єднати

source: Merge with %s
de: Mit %s zusammenführen
uk: Об'єднати разом з %s

source: Merge changeset
de: Mit Änderungsliste zusammenführen
uk: Об'єднати набори змін

source: Paste &Filenames
de: Dateinamen &einfügen
uk: вставити назву файлу

source: App&ly Format
de: Formatierung An%wenden
uk: Прийняти формат

source: C&onfigure Format
de: %Formatierung einstellen
uk: Налаштувати формат

source: ### patch name ###
de: ### Flicken-Name ###
uk: ### назва латки ###

source: Patch Name Required
de: Der Name des Flicken fehlt
uk: Вимагається назва латки

source: You must enter a patch name
de: Sie müssen einen Flicken-Namen eingeben
uk: Ви повинні ввести назву латки

source: Patch Queue
de: Flickenschlange
uk: Черга латок

# MQ QPush
source: Push all
de: Alle verteilen

source: Apply all patches
de: Alle Flicken anwenden
uk: Прийняти всі латки

# MQ QPush
source: Push
de: Verteilen

source: Apply one patch
de: Einen Flicken anwenden
uk: Прийняти одну латку

source: Guards
de: Wächter
uk: Захист

source: Configure guards for selected patch
de: Wachen für den ausgewählten Flicken aufstellen
uk: Налаштувати захист для обраних латок

source: Reorder patches
de: Flicken umsortieren
uk: Змінити порядок латок

source: Delete
de: Entfernen
uk: Видалити

source: Delete selected patches
de: Die ausgewählten Flicken löschen
uk: Видалити обрані латки

source: Pop
de: Ziehen
uk: Вставити

source: Unapply one patch
de: Einen Flicken rückwärts anwenden
uk: Одна латка внесених змін

source: Pop all
de: Alle ziehen
uk: Вставити все

source: Unapply all patches
de: Alle Flicken rückwärts anwenden
uk: Відхилити всі латки

source: Patch Queue Actions Toolbar
de: Flickenschlangenaktions-Werkzeugleiste
uk: Чергова латка Actions Toolbar

source: %s had rejected chunks, edit patched file together with rejects?
de: %s enthielt zurückgewiesene Blöcke, soll die geflickte Datei zusammen mit den Zurückweisungen bearbeitet werden?
uk: %s відхилив частинки, правити разом з відхиленими?

source: <p>ATTENTION!<br>Guard or comment found.<br>Reordering patches will destroy them.<br><br>Continue?</p>
de: <p>ACHTUNG!<br>Wache oder Kommentar gefunden.<br>Die Umsortierung der Flicken wird sie/ihn zerstören.<br><br>Fortfahren?</p>
uk: <p>УВАГА!<br>Біли знайдені захист або коментарі.<br>Зміна порядку накладання латок знищить їх.<br><br>Продовжити?</p>

source: Configure guards
de: Wachen aufstellen
uk: Налаштування захисту

source: Input new guards for %s:
de: Neue Wachen für %s eingeben:
uk: Ввести новий захист для %s:

source: Guards must begin with "+" or "-"
de: Wachen müssen positiv oder negativ sein (mit "+" oder "-" beginnen).
uk: Захист повинен починатись з "+" or "-"

source: no guards
de: Keine Wachen
uk: без захисту

source: Guards: %d/%d
de: Wachen: %d/%d
uk: Захист: %d/%d

source: Queues
de: Warteschlangen
uk: Черги

source: New Patch
de: Neuer Flicken
uk: Нові латки

source: TortoiseHg Patch Queue
de: TortoiseHg-Flickenschlange
uk: черга латок TortoiseHg

source: QCommit
de: Flickenschlangen-Übernahme
uk: Швидка фіксація

source: Create MQ repo
de: Mercurial-Warteschlangen-Repository erstellen
uk: Створити сховище MQ

source: Patch commit messages...
de: Übernahmekommentare flicken...
uk: Латка-повідомлення фіксації...

source: MQ options
de: Mercurial-Warteschlangen-Einstellungen
uk: MQ параметри

source: Force use of git extended diff format (--git)
de: Benutzung des erweiterten Diff-Formats von git erzwingen (--git)
uk: Примусово використовувати розширений git формат відмінностей (--git)

source: Force push or pop (--force)
de: Ziehen oder entnehmen erzwingen (--force)
uk: Примусово push або pop (--force)

source: Apply patch to its recorded parent (--exact)
de: Flicken auf seinen verzeichneten Vorgänger anwenden (--exact)
uk: Прийняти латку для запису попередникам (--exact)

source: Update date field with current date (--currentdate)
de: Datumsfeld mit dem aktuellen Datum befüllen (--currentdate)
uk: Оновити поле дати поточною датою (--currentdate)

source: Specify an explicit date:
de: Geben Sie explizit ein Datum an:
uk: Вкажіть дату:

source: Update author field with current user (--currentuser)
de: Das Autor-Feld mit dem aktuellen Benutzer befüllen (--currentuser)
uk: Оновити поле автора з поточним кристувачем (--currentuser)

source: Specify an explicit author:
de: Geben Sie explizit einen Autor an:
uk: Вкажіть автора:

source: Pending Perforce Changelists - %s
de: Ausstehende Perforce-Änderungslisten - %s
uk: Pending Perforce набір змін - %s

source: Submitting p4 changelist...
de: p4-Änderungsliste wird übertragen...
uk: Надсилання p4 списку змін...

source: Reverting p4 changelist...
de: p4-Änderungsliste wird zurückgerollt...
uk: Повернення p4 списку змін...

source: Edit Repository URL
de: URL des Projektarchivs bearbeiten
uk: Редагувати URL сховища

source: Patch Branch Toolbar
de: Zweigflicken-Werkzeugleiste
uk: Панель інструментів гілки латки

source: Merge all pending dependencies
de: Alle ausstehenden Abhängigkeiten zusammenführen
uk: Об'єднати всі невирішені залежності

source: Backout current patch branch
de: Den aktuellen Flickzweig zurücksetzen
uk: Відновити поточні латки гілки

source: Backport part of a changeset to a dependency
de: Teile einer Änderungsliste in in verwandtes Archiv rückportieren

source: Start a new patch branch
de: Einen neuen Flickzweig erstellen
uk: Створити нову латку гілки

source: Edit patch dependency graph
de: Den Flicken-Abhängigkeiten-Graphen bearbeiten
uk: Змінити латку залежності граф

source: will be closed
de: wird abgeschlossen
uk: буде закрито

source: needs merge of %i heads
de: Benötigt die Zusammenführung von %i Kopfdatensätzen
uk: потрібно об'єднання %i вершиною

source: needs merge with %s (through %s)
de: Benötigt die Zusammenführung mit %s (bis %s)
uk: потрібне об'єднання з %s (включаючи %s)

source: needs merge with %s
de: Benötigt die Zusammenführung mit %s
uk: потрібне об'єднання з %s

source: needs update of diff base to tip of %s
de: Dafür muss die Basis der Abweichungen auf die Spitze von %s verschoben werden
uk: потрібно оновити з різниці базової до вершини %s

source: &Goto (update workdir)
de: &Wechsle (aktualisiert Arbeitsverzeichnis)
uk: &Перейти (оновити робочий каталог)

source: &Merge
de: &Zusammenführen
uk: &Об’єднати

source: No patch branch selected
de: Kein Flickenzweig ausgewählt
uk: Не обрані латки для гілки

source: No editor found
de: Kein Editor gefunden
uk: Редактора не знайдено

source: Mercurial was unable to find an editor. Please configure Mercurial to use an editor installed on your system.
de: Mercurial konnte keinen Editor finden. Bitte hinterlegen Sie einen Editor in der Mercurial-Konfiguration.
uk: Mercurial не може знайти редактор. Будь-ласка налаштуйте Mercurial для використання редакторів які є в Вашій системі.

source: New Patch Branch
de: Neuer Flickenzweig

source: Patch message:
de: Flickenhinweis:

source: Patch date:
de: Flickendatum:

source: Patch user:
de: Flickenbenutzer:

source: Invalid Settings - The ReviewBoard server is not setup
de: Ungültige Konfiguration - der Gutachterausschuss-Server ist nicht eingerichtet
uk: Помилкові налаштування - сервер колегії цензорів не налаштований

source: Invalid Settings - Please provide your ReviewBoard username
de: Ungültige Konfiguration - bitte geben Sie Ihren Gutachterausschuss-Benutzernamen an
uk: Помилкові налаштування - Будь-ласка перевірте Ваше ім'я користувача на дошці оголошень

source: Invalid reviewboard plugin. Please download the mercurial reviewboard plugin version 3.5 or higher from the website below. %s
de: Ungültiges Gutachterausschuss-Plug-in. Bitte ziehen Sie das Mercurial-Plug-in Gutachterausschuss (ReviewBoard) in der Version 3.5 oder höher von der unten angegebenen Webseite. %s
uk: Додаток колегії цензорів з помилкою. Будь ласка отримайте mercurial додаток для колегії цензорів версії 3.5 або вище з вищевказаного файлу. %s

source: Review Board
de: Gutachterausschuss
uk: Дошка оголошень

source: Password:
de: Kennwort:
uk: Пароль:

source: Error
de: Fehler
uk: Помилка

source: Review draft posted to %s
de: Entwurf zur Prüfung an %s geschickt
uk: Проекти на розгляд розміщені в %s

source: Review published to %s
de: Gutachten veröffentlicht unter %s
uk: Огляд опубліковано в %s

source: Success
de: Erfolg
uk: Вдало

source: Failed to open Review Board dialog
de: Gutachterausschuss-Dialog konnte nicht geöffnet werden
uk: Помилка при відкритті діалогу дошки оголошень

source: Repository ID:
de: Projektarchiv-ID:
uk: ID сховища:

source: Post Review
de: Gutachten veröffentlichen
uk: Післяогляд

source: Review ID:
de: Gutachten-ID:
uk: Огляд ID:

source: Update the fields of this existing request
de: Die Felder der vorhandenen Anfrage aktualisieren
uk: Існуючий запит для оновлення полів

source: Update Review
de: Gutachten aktualisieren
uk: Оновити огляд

source: Create diff with all outgoing changes
de: Abweichungen auf Basis aller ausgehenden Änderungen zusammenstellen
uk: Збудувати відмінності до всіх вихідних змін

source: Create diff with all changes on this branch
de: Abweichungen auf Basis aller Änderungen in diesem Zweig zusammenstellen
uk: Збудувати відмінності до всіх змін у цій гілці

source: Publish request immediately
de: Anfrage unmittelbar veröffentlichen
uk: Прохання про негайну публікацію

source: Connecting to Review Board...
de: Verbindung zum Gutachterausschuss wird aufgenommen...
uk: Підключення до дошки оголошень...

source: Post &Review
de: Übermitteln&Begutachten
uk: Після &Попереднього перегляду

source: No unknown files found
de: Keine Fremddateien gefunden
uk: Знайдені невідомі файли

source: No ignored files found
de: Keine ignorierten Dateien gefunden
uk: Не знайдено ігнорованих файлів

source: No trash files found
de: Keine zur Löschung vorgesehenen Dateien gefunden
uk: Файлів у смітнику не знайдено

source: Delete empty folders
de: Lösche leere Ordner
uk: видалити порожні теки

source: Preserve files beginning with .hg
de: Mit .hg beginnende Dateien beibehalten
uk: Файли що охороняються починаються з .hg

source: %s - purge
de: %s - bereinigen
uk: %s - чищення

source: Checking
de: Überprüfung läuft
uk: Перевірка

source: Ready to purge.
de: Bereit zum Bereinigen.
uk: Готовий до чищення

source: Delete %d unknown file
de: %d unbekannte Datei löschen
uk: Видалити невідомий файл %d

source: Delete %d ignored file
de: %d ignorierte Datei löschen
uk: Видалити %d ігнорований файл

source: Delete %d file in .hg/Trashcan
de: %d Datei aus .hg/Trashcan löschen
uk: Видалити %d файл у .hg/Trashcan

source: Confirm file deletions
de: Löschen der Dateien bestätigen
uk: Підтвердження видалення файлу

source: Are you sure you want to delete these files and/or folders?
de: Sind Sie sicher, dass Sie diese Dateien und/oder Verzeichnisse löschen wollen?
uk: Ви дійсно хочете видалити ці файли та / або папки?

source: Deletion failures
de: Löschfehler
uk: Видалення з помилкою

source: Unable to delete %d files or folders
de: Konnte %d Dateien oder Ordner nicht löschen
uk: Неможливо видалити %d файли або теки

source: Deleting trash folder...
de: Leere den Mülleimer...
uk: Видалення теки кошика...

source: Deleted %d files
de: %d Dateien gelöscht
uk: Видалення %d файлів

source: Deleted %d files and %d folders
de: %d Dateien und %d Ordner gelöscht
uk: Вилучено %d файлів та %d тек

source: Patch remove - %s
de: Flicken entfernen - %s
uk: Вилучення латки - %s

source: Remove patches from queue?
de: Flicken aus der Warteschlange entfernen?
uk: Видалити з черги латок?

source: Keep patch files
de: Flicken aufbewahren
uk: Зберігати файли латок

source: Patch fold - %s
de: Flicken verschmelzen - %s
uk: Згорнута латка - %s

source: New patch message:
de: Neue Flicken-Nachricht:
uk: Повідомлення нової латки:

source: Patches to fold
de: Zu verschmelzende Flicken
uk: Скласти латки

source: Manage MQ patch queues
de: MQ-Flickenschlangen verwalten
uk: Нове повідомлення латки:

source: Repository:
de: Projektarchiv:
uk: Сховище:

source: Patch queues:
de: Flickenschlangen:
uk: Черга латок:

source: Reload
de: Datei &einlesen
uk: Перезавантажити

source: Activate
de: Aktivieren
uk: Активація

source: Rename
de: Umbenennen
uk: Змінити назву

source: Purge
de: Bereinigen
uk: Чищення

source: Patches:
de: Flicken:
uk: Латки:

source: QQueue
de: Mehrfach-Warteschlange
uk: Швидка черга

source: Confirm patch queue switch
de: Flickenschlangen-Wechsel bestätigen
uk: Підтвердження обміну латок у черзі

source: Do you really want to activate patch queue '%s' ?
de: Wollen Sie die Flickenschlange '%s' wirklich aktivieren?
uk: Ви дійсно хочете активувати латку '%s' в черзі?

source: TortoiseHg Prompt
de: TortoiseHG
uk: Підказка від TortoiseHg

source: New patch queue name
de: Name der neuen Flickenschlange?
uk: Нова назва черги латок

source: Rename patch queue '%s' to
de: Flickenschlange '%s' umbennen in
uk: Зміна черги латок '%s' на

source: Confirm patch queue delete
de: Entfernen der Flickenschlange bestätigen
uk: Підтвердіть видалення черги латок

source: Do you really want to delete patch queue '%s' ?
de: Wollen Sie die Flickenschlange '%s' wirklich entfernen?
uk: Ви дійсно хочете видалити чергу латок '%s' ?

source: Confirm patch queue purge
de: Bereinigen der Flickenschlange bestätigen
uk: Підтвердіть очищення черги латок

source: <p>This will also erase the patchfiles on disk!</p><p>Do you really want to purge patch queue '%s' ?</p>
de: <p>Dies löscht auch die auf Festplatte gespeicherten Flicken-Dateien!</p><p>Wollen Sie wirklich die Flickenschlange '%s' bereinigen?</p>
uk: <p>Також будуть стерті файли латок на диску!</p><p>Ви дійсно хочете очистити чергу латок '%s' ?</p>

source: Please enable the MQ extension first.
de: Bitte aktivieren Sie zunächst die MQ-Erweiterung.
uk: будь-ласка, включіть спочатку MQ додаток.

source: Patch rename - %s
de: Flicken umbenennen - %s
uk: Зміна назви латки - %s

source: Rename patch <b>%s</b> to:
de: Flicken <b>%s</b> umbenennen in:
uk: Зміна назви латки <b>%s</b> на:

source: Could not rename existing patchfile
de: Die bestehende Flickendatei konnte nicht umbenannt werden
uk: Не можливо змінити назву існуючому файлу латок

source: Could not delete existing patchfile
de: Die bestehende Flickendatei konnte nicht gelöscht werden
uk: Не можливо видалити існуючий файл латок

source: QRename - Check patchname
de: Flickenschlangen-Umbenennung - Flickennamen prüfen
uk: QRename - перевірте назву латки

source: Patch name <b>%s</b> already exists:
de: Der Flickenname <b>%s</b> existiert bereits:
uk: Назва латки <b>%s</b> вже існує:

source: Add .OLD extension to existing patchfile
de: Erweiterung .OLD an die bestehende Flickendatei anhängen
uk: Додати розширення .OLD до існуючих файлів латок

source: Overwrite existing patchfile
de: Bestehende Flickendatei überschreiben
uk: Перезаписати існуючі файли латок

source: Go back and change new patchname
de: Den neuen Flickennamen erneut ändern
uk: Повернутися назад та змінити на нову назву латки
