Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

# start progress
source: Commit
de: Übernehmen
uk: Фіксація

source: %s - commit options
de: %s - Übernahmeparameter
uk: %s - налаштування фіксації

source: Set username:
de: Benutzernamen angeben:
uk: Ім'я користувача

source: Save in Repo
de: Im Archiv speichern
uk: Зберегти в сховищі

source: Save Global
de: Alle speichern
uk: Зберегти для всіх

source: Set Date:
de: Datum festlegen:
uk: Встановити дату:

source: Update
de: Aktualisieren
uk: Оновити

source: Push After Commit:
de: Nach übernahme verteilen
uk: Віддати після фіксації:

source: Auto Includes:
de: Automatische Einschlüsse:
uk: Автоматично включено:

source: Unable to save username
de: Kann den Benutzernamen nicht speichern
uk: Неможливо зберегти ім'я користувача

source: Iniparse must be installed.
de: Installation von iniparse erforderlich.
uk: Інструмент для розбору іні-файлів повинен бути встановлений.

source: Unable to write configuration file
de: Kann die Konfigurationsdatei nicht speichern
uk: Не можливо записати файл налаштувань

source: Unable to save after commit push
de: Kann nach der Übernahmeverteilung nicht speichern
uk: Неможливо зберігти після фіксації передачі

source: Unable to save auto include list
de: Kann Liste der automatischen Einschlüsse nicht speichern
uk: Не можливо автоматично зберігти перелік додавань

source: Invalid date format
de: Ungültiges Datumsformat
uk: Помилковий формат дати

source: No username configured
de: Es ist kein Benutzername festgelegt
uk: Не налаштоване імя користувача

# action button
source: Commit
de: Übernehmen
uk: Зафіксувати

source: %s - commit
de: %s - Übernahme
uk: %s - зафіксований

source: Compress changesets up to and including
de: Änderungslisten komprimieren bis einschließlich
uk: Стиснення змін і в тому числі

source: Onto destination
de: Auf das Ziel
uk: На отримання

source: Compress
de: Komprimieren
uk: Стискати

source: Compress - %s
de: Komprimieren - %s
uk: Стискати - %s

source: Before compress, you must <a href="commit"><b>commit</b></a> or <a href="discard"><b>discard</b></a> changes.
de: Vor der Komprimierung müssen Sie die Änderungen <a href="commit"><b>übernehmen</b></a> oder <a href="discard"><b>verwerfen</b></a>
uk: Перед стисканням Вам потрібно <a href="commit"><b>зафіксувати</b></a> або <a href="discard"><b>відкинути</b></a> зміни.

source: You may continue the compress
de: Sie können die Komprimierung fortsetzen
uk: Ви можете продовжувати стискати

source: Changes have been moved, you must now commit
de: Die Änderungen wurden verschoben, Sie müssen sie jetzt übernehmen
uk: Зміни будуть втрачені, Ви повинні зараз їх зафіксувати

source: Compress is complete, old history untouched
de: Die Komprimierung ist vollständig, der frühere Verlauf unverändert
uk: Стискання завершено, стара історія не порушена

source: must be specified repository
de: muss das angegebene Archiv sein
uk: потрібно вказати сховище

source: must be specified 'type' in style
de: muss vom Stil her der angegebene 'type' sein
uk: потрібно вказати стиль 'type'

source: Summary:
de: Zusammenfassung:
uk: Підсумок:

source: User:
de: Benutzer
uk: Ім'я користувача:

source: Date:
de: Datum
uk: Дата:

source: Age:
de: Alter:
uk: Вік:

source: Branch:
de: Zweig:
uk: Гілка:

source: Close:
de: Schließen:
uk: Закритий:

source: Tags:
de: Etiketten:
uk: Ярлик:

source: Transplant:
de: Verpflanzen:
uk: Трансплантант:

source: No items to display
de: Es gibt nichts anzuzeigen
uk: Немає елементів для відображення

source: Use compact view
de: Die kompakte Darstellung verwenden
uk: Використовувати стислий огляд

source: Patch:
de: Flicken:
uk: Латка:

source: Displaying %(count)d of %(total)d items
de: Es werden %(count)d von %(total)d Elementen angezeigt
uk: Відображати %(count)d з %(total)d елементів

source: Output Log
de: Ausgabeprotokoll
uk: Виведення журналу

source: File or diffs not displayed:
de: Nicht dargestellte Dateien oder Differenzen:
uk: Файл або відмінності не відображаються:

source: File is larger than the specified max size. maxdiff = %s KB
de: Die Datei ist größer als die vorgegebene Maximalgröße. maxdiff = %s KiB
uk: Файл більше за максимально дозволений. maxdiff = %s Kб

source: File is binary
de: Die Datei enthält Binärdaten

source: <i>(renamed from %s)</i>
de: <i>(wurde umgenannt, hieß zuvor %s)</i>
uk: <i>(зміна назви для %s)</i>

source: <i>(was added)</i>
de: <i>(wurde hinzugefügt)</i>
uk: <i>(був доданий)</i>

source: exec mode has been <font color='red'>%s</font>
de: Die Ausführungsart war <font color='red'>%s</font>
uk: exec режим був <font color='red'>%s</font>

source: set
de: Festlegen
uk: група

source: unset
de: Aufheben
uk: встановлена

source: <i>(is a symlink)</i>
de: <i>(ein symbolischer Verweis)</i>
uk: <i>(це посилання)</i>

source: [WARNING] Invalid subrepo revision ID: %s
de: [ACHTUNG] Ungültiges Unterarchiv-Revisions-ID: %s

source: Subrepo created and set to initial revision.
de: Unterarchiv angelegt und auf die Erst-Revision eingestellt.
uk: Підсховище створене та встановлена початкова редакція.

source: Subrepo initialized to revision:
de: Unter-Revision einstellt auf Revision:
uk: Підсховище створене редакцією:

source: Subrepo removed from repository.
de: Unterarchiv aus dem Projektarchiv entfernt.
uk: Підсховище вилучений з сховища

source: Subrepo was not changed.
de: Das Unterarchiv wurde nicht verändert.
uk: Підсховище не змінено.

source: Subrepo state is:
de: Der Zustand des Unterarchivs ist:
uk: Стан підсховища:

source: changeset: %s
de: Änderungsliste: %s
uk: набір змін: %s

source: Revision has changed to:
de: Die Revision hat sich geändert in:
uk: Редакція змінилася:

source: From:
de: Von:
uk: Від:

source: Subrepository not found in the working directory.
de: Im Arbeitsverzeichnis gibt es das Unterarchiv nicht.
uk: Підсховище не знайдено у робочому каталозі.

source: Further subrepository revision information cannot be retrieved.
de: Weitergehende Informationen zum Unterarchiv können nicht ermittelt werden.
uk: Відновлення додаткової інформації про підсховище неможливе.

source: Subrepository is either damaged or missing some revisions
de: Das Unterarchiv ist entweder beschädigt oder es fehlen ihm einige Revisionen
uk: Підсховище або пошкоджене або зміни відсутні

source: You may need to open the missing subrepository and manually pull the missing revisions from its source repository.
de: Es kann erforderlich sein, dass Sie das fehlende Unterarchiv öffnen und manuell die fehlenden Revisionen aus seinem Quellarchiv ziehen.
uk: Для відкриття відсутнього підсховища Вам може знадобитись вручному режимі тягнути зміни відсутні у сховищі.

source: Initial revision
de: Erst-Revision
uk: Початкова редакція

source: Not a Mercurial subrepo, not previewable
de: Kein Unterarchiv im Mercurial-Sinn, daher keine Vorschau möglich
uk: Не Mercurial підсховище, перегляд неможливий

source: File Status:
de: Dateizustand:
uk: Файл стану:

source: (is a changed sub-repository)
de: (ist ein geändertes Unterarchiv)
uk: (це змінилося у підсховищі)

source: (is an unchanged sub-repository)
de: (ist ein unverändertes Unterarchiv)
uk: (це не змінилося у підсховищі)

source: (is a dirty sub-repository)
de: (Ist ein Unterarchiv mit lokalen Änderungen)
uk: (це галіме підсховище)

source: (is a new sub-repository)
de: (ist ein neues Unterarchiv)
uk: (є нові підсховища)

source: (is a removed sub-repository)
de: (ist ein gelöschtes Unterarchiv)
uk: (є вилучені підсховища)

source: (is a changed and dirty sub-repository)
de: (ist ein gelöschtes Unterarchiv mit lokalen Änderungen)
uk: (це змінене та галіме підсховище)

source: (is a new and dirty sub-repository)
de: (ist ein neues Unterarchiv mit lokalen Änderungen)
uk: (це нове та галіме підсховище)

source: <a href="subrepo:%s">open...</a>
de: <a href="subrepo:%s">Öffnen...</a>

source: Error previewing subrepo: %s
de: Fehler bei der Vorschau des Unterarchivs %s
uk: Помилка попереднього перегляду підсховища: %s

source: File or diffs not displayed: File is larger than the specified max size. maxdiff = %s KB
de: Dateien oder Abweichungen nicht angezeigt: Die Datei ist größer als die vorgegebene Maximalgröße. maxdiff = %s KiB
uk: Файл або відмінності не відображаються: Розмір файлу більше за максимально допустимий. maxdiff = %s Kб

source: <i>(was deleted)</i>
de: <i>(wurde gelöscht)</i>
uk: <i>(був видалений)</i>

source: <i>(was added, now missing)</i>
de: <i>(wurde hinzugefügt und fehlt jetzt)</i>
uk: <i>(був доданий, зараз відсутній)</i>

source: <i>(is unversioned)</i>
de: <i>(ist nicht versioniert)</i>
uk: <i>(поза версіями)</i>

source: File History Log Columns
de: Dateiverlaufsprotokollspalten
uk: Стовпці файлу журналу історії

source: Back
de: Zurück
uk: Назад

source: Forward
de: Weiter
uk: Вперед

source: Visual diff...
de: Interaktiver Vergleich...
uk: Наочне порівнювання...

source: Diff to local...
de: Vergleich mit lokaler Kopie...
uk: Порівнювання з локальною копією

source: Visual diff file...
de: Datei interaktiv vergleichen...
uk: Наочне порівнювання файлу...

source: Diff file to local...
de: Datei mit der lokalen Version vergleichen...
uk: Різниця з локальним файлом

source: View at revision...
de: Anzeigen der Revision...

source: Edit local
de: Lokale Version bearbeiten

source: Revert to revision...
de: Zurückrollen zur Revision...

source: File Differences Log Columns
de: Dateiunterschiedsprotokollspalten
uk: Колонки журналу файлових відмінностей

source: Next diff
de: Nächste Abweichung
uk: Наступна відмінність

source: Previous diff
de: Vorausgehende Abweichung
uk: Попередня відмінність

# column header
source: Filename
de: Dateiname
uk: Назва файлу

source: Diff Toolbar
de: Vergleichs-Werkzeugleiste

source: View change as unified diff output
de: Änderungen als Unified-Diff anzeigen
uk: Перегляд змін у вигляді уніфікованого формату змін

source: View change in context of file
de: Änderungen im Kontext der Datei anzeigen
uk: Перегляд змін в контексті файлу

source: annotate with revision numbers
de: Mit den Revisionsnummern kommentieren
uk: коментувати з номерати редакцій

source: Next diff (alt+down)
de: Nächste Abweichung (Alt-Runter)
uk: Наступна відмінність (alt+down)

source: Previous diff (alt+up)
de: Vorhergehende Abweichung (Alt-Hoch)
uk: Попередня відмінність (alt+up)

source: Show changes from first parent
de: Änderungen gegenüber dem ersten Vorgänger anzeigen
uk: Показати відмінність від першого попередника

source: Show changes from second parent
de: Änderungen gegenüber dem zweiten Vorgänger anzeigen
uk: Показати зміни від другого попередника

source: Toggle display of text search bar
de: Die Anzeige der Textsuch-Werkzeugleiste an-/ausschalten
uk: Перемикання відображення пошуку текстового рядку

source: Open shelve tool
de: Stauraum öffnen
uk: Відкрити інструмент заморожування

source: Search in current file
de: In der aktuellen Datei suchen
uk: Пошук в поточному файлі

source: Search in history
de: Verlauf durchsuchen
uk: Пошук у журналі

source: Search in original revision
de: In der Originalrevision suchen
uk: Пошук в вихідній редакції

source: Search in working revision
de: In der Arbeitsrevision suchen
uk: Пошук у робочій редакції

source: Search in current annotation
de: Im aktuellen Kommentar suchen
uk: Пошук серед поточних коментарів

source: Annotate originating revision
de: Urspungsversion kommentieren
uk: Коментувати редакцію, що відбувається

source: View originating revision
de: Ursprungsrevision anzeigen
uk: Подивитись редакцію, що відбувається

source: Annotate parent revision %d
de: Ausgangsrevision %d kommentieren
uk: Коментувати попередників редакції %d

source: View parent revision %d
de: Ausgangsrevision %d anzeigen
uk: відкрити попередників редакції %d

source: ### regular expression search pattern ###
de: ### regulärer Suchausdruck ###
uk: ### регулярний вираз для пошуку ###

source: Regexp:
de: Regulärer Ausdruck:
uk: Регулярний вираз:

source: Ignore case
de: Groß-/Kleinschreibung ignorieren
uk: Без урахування регістру

source: Search
de: Suche
uk: Пошук

source: Working Copy
de: Arbeitskopie
uk: Робоча копія

source: All History
de: Vollständiger Verlauf
uk: Весь журнал

source: Report only the first match per file
de: Nur den ersten Treffer je Datei melden
uk: Видавати тільки перше співпадіння у файлі

source: Follow copies and renames
de: Kopien und Umbenennungen nachverfolgen
uk: Відслідковувати копіювання та перейменування

source: Includes:
de: Enthält:
uk: Включаючи:

source: Excludes:
de: Enthält nicht:
uk: Виключаючи:

source: Comma separated list of exclusion file patterns. Exclusion patterns are applied after inclusion patterns.
de: Kommaseparierte Liste von Dateiausschluss-Mustern. Diese werden nach den Einschlussmustern berücksichtigt.
uk: Розділених комами список шаблонів, виключень файлів. Виняток шаблони, які застосовуються після шаблонів включення.

source: Comma separated list of inclusion file patterns. By default, the entire repository is searched.
de: Kommaseparierte Liste von Dateieinschluss-Mustern. Standardmäßig wird das ganze Projektarchiv durchsucht.
uk: Перелік масок файлі, відокремлений комами, які включаються. Відпочатково пошук проходить у всьому сховищі.

source: TortoiseHg Search
de: TortoiseHg-Suche
uk: Пошук TortoiseHg

source: "%s" removed from search history
de: "%s" wurde aus dem Suchverlauf entfernt
uk: "%s" вилучено з історії пошуку

source: "%s" removed from path history
de: "%s" wurde aus Verzeichnisverlauf entfernt
uk: "%s" вилучено з шляхів пошуку

source: grep: invalid match pattern: %s
de: Mustersuche: Ungültiges Vergleichsmuster %s
uk: grep: помилковий шаблон: %s

source: grep: %s
de: Mustersuche: %s

source: %d matches found
de: %d Treffer
uk: %d знайдено збігів

source: No matches found
de: Keine Übereinstimmungen gefunden
uk: Збігів не виявлено

source: Searching
de: Suche...
uk: Пошук

source: history
de: Verlauf
uk: історія

source: Interrupted
de: abgebrochen
uk: Перерваний

source: files
de: Dateien
uk: файли

source: Skipping %s, unable to read
de: Überspringe %s, kann nicht gelesen werden
uk: Неможливо прочитати, пропущений %s

source: View file
de: Datei anzeigen
uk: Переглянути файл

source: View Changeset
de: Änderungsliste anzeigen
uk: Переглянути набір змін

source: Annotate file
de: Datei kommentieren
uk: Опис файлу

source: File
de: Datei
uk: Файл

source: Line
de: Zeile
uk: Рядок

source: Rev
de: Revision
uk: Рев

source: User
de: Benutzer
uk: Користувач

source: Match Text
de: Vergleichstext
uk: Текст, що співпадає

source: Detect Copies/Renames in %s
de: Kopien/Umbenennungen in %s erkennen
uk: Виявлено копії/зміни назви у %s

source: <b>Unrevisioned Files</b>
de: <b>Fremddateien</b>
uk: <b>Файли, які не входять до редакції</b>

source: Refresh file list
de: Dateiliste aktualisieren
uk: Оновити список файлів

source: Min Similarity: %d%%
de: Minimale Ähnlichkeit: %d%%
uk: Мінімальне співпадіння: %d%%

source: Only consider deleted files
de: Nur gelöschte Dateien betrachten
uk: Розглядати тільки видалені файли

source: Uncheck to consider all revisioned files for copy sources
de: Abwählen, um alle unter Revisionskontrolle befindlichen Dateien für die Quellkopie zu betrachten
uk: Зніміть розглянути всі revisioned файли для копіювання основ

source: Find Renames
de: Umbenennungen finden
uk: Знайти зміну назви

source: Find copy and/or rename sources
de: Quellen von Kopien und/oder Umbenennungen finden
uk: Знайти копію та/або змінену назву оригіналу

source: <b>Candidate Matches</b>
de: <b>Mögliche Treffer</b>
uk: <b>Найкраще співпадання</b>

source: Accept All Matches
de: Alle Treffer übernehmen
uk: Прийняти всі збіги

source: Accept Selected Matches
de: Ausgewählte Treffer übernehmen
uk: Прийняти обрані збіги

source: <b>Differences from Source to Dest</b>
de: <b>Unterschiede zwischen Quelle und Ziel</b>
uk: <b>Відмінності між оригіналом та отримувачем</b>

source: Search already in progress
de: Suche läuft bereits
uk: Виконується пошук

source: Cannot start a new search
de: Neue Suche kann nicht gestartet werden
uk: Неможу почати новий пошук

source: No files to find
de: Keine Dateien zu finden
uk: Файли для пошуку відсутні

source: There are no files that may have been renamed
de: Es gibt keine Dateien, die eventuell umbenannt wurden
uk: Відсутні файли, які можуть бути перейменовані

source: Multiple sources chosen
de: Mehr als eine Quelle ausgewählt
uk: Багато джерел вибору

source: You have multiple renames selected for destination file: %s. Aborting!
de: Abbruch! Sie haben mehrfache Umbenennungen ausgewählt für die Zieldatei %s.
uk: Ви вибрали декілька назв для файлів призначення: %s. Перериваємо операцію!

source: %s and %s have identical contents
de: %s und %s sind inhaltlich identisch
uk: %s та %s мають однаковий зміст

source: Source
de: Quelle
uk: Оригінал

source: Dest
de: Ziel
uk: Отримувач

source: % Match
de: % Treffer
uk: % Співпадіння

source: Sending Email
de: Die E-Mails werden versandt
uk: Надсилання Email

source: use only one form to specify the revision
de: Verwenden Sie genau eine Form, um die Revision anzugeben
uk: використовувати тільки одну форму щоб вказати редакцію

source: Failed to open Email dialog
de: Kann den E-Mail-Dialog nicht öffnen
uk: Не вдалося відкрити діалог Email

source: To:
de: An:
uk: Кому:

source: In-Reply-To:
de: Antwort auf:
uk: У відповідь на:

source: Message identifier to reply to, for threading
de: Meldungs-ID der Nachricht, auf die geantwortet wird. Für Gruppierung in Diskussionen.
uk: Ідентифікатор нотатки відповіді, використовується для створення теми обговорення

source: Flag:
de: Schalter:
uk: Флаг:

source: Hg patches (as generated by export command) are compatible with most patch programs. They include a header which contains the most important changeset metadata.
de: Hg-Flicken (als Ergebnis des Befehls export) sind mit den meisten Flickorogrammen (patch etc.) kompatibel. Sie enthalten einen Dateikopf, der die wichtigsten Metadaten der Änderungsliste enthält.
uk: Латки Hg (котрі створені командою експорту) сумісні з більшістю програм. Вони включають в себе заголовок, який містить метадані найбільш важливого набору змін.

source: Send changesets as Hg patches
de: Änderungsliste als Hg-Flicken verschicken
uk: Надіслати набір змін, як Hg латку

source: Git patches can describe binary files, copies, and permission changes, but recipients may not be able to use them if they are not using git or Mercurial.
de: Git-Flicken können Binärdateien, Kopien und Berechtigungsänderungen enthalten. Möglicherweise können Ihre Empfänger diese nicht verwenden, wenn sie ein anderes Werkzeug als git bzw. Mercurial einsetzen.
uk: Git латки можуть описувати двійкові файли, копії, та зміни прав, але отримувачі зможуть використовувати їх лише з git або Mercurial.

source: Use extended (git) patch format
de: Erweitertes Flickenformat (von git) verwenden
uk: Використовувати розширений (git) формат латки

source: Stripping Mercurial header removes username and parent information. Only useful if recipient is not using Mercurial (and does not like to see the headers).
de: Das Herauslösen der Kopfdaten von Mercurial entfernt den Benutzernamen und die Informationen über die Vorgänger. Nur nützlich, wenn der Empfänger nicht Mercurial verwendet (und die Kopfdaten nicht sehen will).
uk: Відсікання заголовку Mercurial вилучаєж им'я користувача та інформацію про попередників. Це корисно, лише у випадку якщо отримувач не використовує Mercurial (та не хоче бачити ці заголовки).

source: Plain, do not prepend Hg header
de: Einfach, keinen Hg-Dateikopf erzeugen
uk: Plain, не передую Hg заголовку

source: Bundles store complete changesets in binary form. Upstream users can pull from them. This is the safest way to send changes to recipient Mercurial users.
de: Bündeldateien enthalten vollständige Änderungslisten in binärer Form. Vorgelagerte Benutzer können diese ziehen. Dies ist die sicherste Art, um Änderungen an andere Benutzer von Mercurial zu senden.
uk: Зв'язки містять повноцінний набір змін у двійковій формі. Користувачі на іншій стороні можуть отримати їх. Це самий безпечний шлях для надсилання змін отримувачам, які використовують Mercurial.

source: Send single binary bundle, not patches
de: Einzelne binäre Bündeldatei senden, keine Flicken
uk: Надсилати однією двійковою зв'язкою, не латками

source: send patches as attachments
de: Flicken als Anhänge senden
uk: надіслати латки, як вкладені

source: attach
de: Anhängen
uk: прикріпити

source: send patches as inline attachments
de: Flicken als eingebettete Anhänge senden
uk: надіслати латки, як вкладені

source: inline
de: eingebettet
uk: у тексті

source: add diffstat output to messages
de: Die Ausgabe von diffstat zu den Meldungen hinzufügen
uk: додати статистику відмінностей до повідомлень

source: Patch series description is sent in initial summary email with [PATCH 0 of N] subject. It should describe the effects of the entire patch series. When emailing a bundle, these fields make up the message subject and body. Flags is a comma separated list of tags which are inserted into the message subject prefix.
de: Die Flieckenserie-Beschreibung wird in einer ersten Zusammenfassungs-E-Mail versandt, deren Betreff [PATCH 0 of N] lautet. Es sollte die Auswirkungen der gesamten Flickenserie darstellen. Wenn ein Bündel verschickt wird werden diese Informationen für den Nachrichtenbetreff und seinen Inhalt verwendet. Die Schalter sind eine kommagetrennte Liste von Etiketten, welche am Anfang des Nachrichtenbetreffs eingefügt werden.
uk: Опис серії латок надіслано у первинному зведенні разом [Латка 0 of N] з темою. Вона повинна описувати вплив цілого ряду виправлень. При відправці у зв'язці, ці поля утворюють тему повідомлення і тіло. Ознаками є перелік ярликів, відокремлений комами, які вставлений у заголовок повідомлення.

source: Write patch series (bundle) description
de: Schreiben Sie eine Flickenserienbeschreibung (für das Bündel)
uk: Написати серію описів (зв'язок)

source: Subject:
de: Betreff:
uk: Тема:

source: Changesets
de: Änderungslisten
uk: Набір змін

source: Select &All
de: &Alle Auswählen

source: Select &None
de: &Keine Auswählen

source: Edit
de: Bearbeiten
uk: Редагувати

source: Preview
de: Vorschau
uk: Попередній перегляд

source: &Settings
de: Ein&stellungen
uk: &Настанови

source: Send &Email
de: &E-Mail versenden
uk: Надіслати &Email

source: Ignore filter - %s
de: Ausschlussfilter - %s
uk: Незважати на фільтр - %s

source: Glob
de: Textsuche
uk: Куля

source: Regexp
de: Regulärer Ausdruck
uk: Регулярний вираз

source: Add
de: Hinzufügen
uk: Додати

source: Edit File
de: Datei &bearbeiten
uk: Редагувати файл

source: <b>Ignore Filter</b>
de: <b>Ausschlussfilter</b>
uk: <b>Ігнорувати фільтр</b>

source: <b>Untracked Files</b>
de: <b>Fremddateien</b>
uk: <b>Невідслідковуємі файли</b>

source: Backspace or Del to remove row(s)
de: Löschen oder Entfernen, um eine oder mehrere Spalten zu beseitigen
uk: Backspace або Del для вилучення ряду(ків)

source: Add ignore filter...
de: Ausschlussfilter hinzufügen...
uk: Додавання фільтру ігнорування...

source: selected files
de: Ausgewählte Dateien
uk: обрані файли

source: Ignore
de: Ausschließen
uk: Незважати

source: Invalid glob expression
de: Ungültiger Textsuch-Ausdruck
uk: Помилкове вираження для маски

source: Invalid regexp expression
de: Ungültiger regulärer Ausdruck
uk: Помилковий регулярний вираз

source: Unable to read repository status
de: Der Zustand des Archivs kann nicht ermittelt werden
uk: Не можливо прочитати стан сховища

source: Unable to write .hgignore file
de: Datei .hgignore kann nicht geschrieben werden
uk: Не можливо записати до файлу .hgignore

source: Add special files (.hgignore, ...)
de: Spezialdaten (.hgignore, etc.) hinzufügen
uk: Додати особливі файли (.hgignore, ...)
