Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Rollback to revision %d (undo %s)?
de: Zur Revision %d zurückrollen (%s zurücknehmen)?
uk: Відкотитись до редакції %d (повернути %s)?

source: Repository Error
de: Projektarchiv-Fehler
uk: Помилка сховища

source: Unable to determine working copy revision
de: Die Revision der Arbeitskopie konnte nicht bestimmt werden
uk: Неможливо визначити робочу копію редакції

source: Remove current working revision?
de: Aktuelle Revision entfernen?
uk: Вилучити поточну робочу редакцію?

source: Your current working revision (%d) will be removed by this rollback, leaving uncommitted changes. Continue?
de: Ihre aktuelle Arbeitsrevision (%d) wird durch dieses Rückrollen entfernt, wobei nicht übernommene Änderungen zurückbleiben. Fortsetzen?
uk: Ваша поточна робоча редакція (%d) буде знищена цим поверненням, залишивши непідтверджені зміни. Продовжити?

source: Repository stripped, incoming preview cleared
de: Projektarchiv bereinigt, Eingangsvorschau geleert
uk: Сховище розрізали, що входить до попереднього перегляду очищається

source: Repository stripped, revision set cleared
de: Projektarchiv bereinigt, Revisionsliste gelöscht
uk: Сховище порізали, редакції почистили

source: Commit tab cannot exit
de: Der Übernahmereiter kann nicht geschlossen werden
uk: Вкладка фіксації не закривається

source: Sync tab cannot exit
de: Der Synchronisationsreiter kann nicht geschlossen werden
uk: Вкладка синхронізації не закривається

source: MQ tab cannot exit
de: Der Flickenschlange-Reiter kann nicht geschloseen werden
uk: Вкладка MQ не закривається

source: Search tab cannot exit
de: Der Suchreiter kann nicht geschlossen werden
uk: Вкладка пошуку не закривається

source: Repository command still running
de: Der Projektarchiv-Befehl ist noch nicht abgeschlossen
uk: Команда по сховищу ще працює

source: Push all
de: Alle verteilen
uk: Відправити все

source: Push to here
de: Hierher senden
uk: Віддати сюди

source: Push selected branch
de: Ausgewählten Zweig senden

source: Update...
de: Aktualisieren...
uk: Оновлення...

source: Browse at rev...
de: Betrachten in Revision...
uk: Перегляд редакції...

source: Merge with local...
de: Mit lokaler Kopie verschmelzen...
uk: Обєднання з локальним...

source: Tag...
de: Etikettieren...
uk: Розмітка...

source: Bookmark...
de: Lesezeichen...
uk: Встановлення закладок...

source: Backout...
de: Zurücksetzen...
uk: Відновлення...

source: Export
de: Exportieren
uk: Експортувати

source: Export patch...
de: Flicken exportieren...
uk: Експорт латки...

source: Email patch...
de: Flicken per E-Mail versenden...
uk: Email латка...

source: Archive...
de: Archivieren...
uk: Архівування...

source: Bundle rev to tip...
de: Bündel-Revision bis zur Spitze...
uk: Зв'язка ревізія до вершини...

source: Copy patch
de: Flicken kopieren
uk: Копія латки

source: Copy hash
de: Prüfsumme kopieren
uk: Копія хешу

source: Transplant to local
de: In lokale Kopie verpflanzen
uk: Пересадка на локальний

source: Modify history
de: Verlauf verändern
uk: Редагування історії

source: Unapply patch (QGoto parent)
de: Flicken rückwärts anwenden (QGoto parent)
uk: Латка внесених змін (QGoto попередник)

source: Import to MQ
de: In Flickenschlange importieren
uk: Імпортувати до MQ

source: Finish patch
de: Flicken beenden
uk: Накладання латок закінчено

source: Rename patch...
de: Flicken umbenennen...
uk: Зміна назви латки...

source: Rebase...
de: Basis ändern...
uk: Змінювання бази...

source: Strip...
de: Herauslösen...
uk: Нарізка...

source: Post to Review Board...
de: Im Gutachterausschuss veröffentlichen...
uk: розміщення на дошці оголошень...

source: Remote Update...
de: Entferntes Archiv aktualisieren...
uk: Віддалене оновлення...

source: Write diff file
de: Vergleichsdatei schreiben

source: Unable to write diff file
de: Kann die Vergleichsdatei nicht schreiben

source: Unable to compress history
de: Der Verlauf konnte nicht komprimiert werden
uk: Неможливо стиснути історію

source: Selected changeset pair not related
de: Die beiden ausgewählten Änderungslisten stehen in keiner Beziehung zueinander
uk: Обрані пари змін не пов'язані між собою

source: Visual Diff...
de: Interaktiver Vergleich...
uk: Наочне порівнювання...

source: Export Diff...
de: Vergleichsergebnis exportieren...

source: Export Selected...
de: Ausgewählte exportieren...
uk: Експортування обраного...

source: Email Selected...
de: Ausgewählte per E-Mail verschicken...

source: Export DAG Range...
de: Bereich des Verlauf-DAGs exportieren...

source: Email DAG Range...
de: Bereich des Verlauf-DAGs per E-Mail verschicken...
uk: Email DAG діапазон...

source: Bundle DAG Range...
de: Baumbereich bündeln...
uk: Зв'язка DAG діапазону...

source: Bisect - Good, Bad...
de: Aufspüren - Gut und Böse...
uk: Розрізати навпіл - Добре, Погано

source: Bisect - Bad, Good...
de: Aufspüren - Böse und Gut...
uk: Розрізати навпіл - Погане, Добре

source: Compress History...
de: Verlauf zusammenfassen...
uk: Стискання журналу...

source: Transplant Selected to local
de: Die Auswahl in die lokale Kopie verpflanzen
uk: Пересадка обраного до локального

source: Post Selected to Review Board...
de: Auswahl im Gutachterausschuss veröffentlichen...
uk: відправка обраного до колегії цензорів...

source: Apply patch (QGoto)
de: Flicken anwenden (QGoto)
uk: Прийняти латку (QGoto)

source: Fold patches...
de: Flicken aneinanderkleben...
uk: Формування латок...

source: Delete patches...
de: Flicken löschen...
uk: Видалення латок...

source: Reorder patches...
de: Flicken umsortieren...
uk: Зміна порядку накладання латок...

source: Pull to here...
de: Hierher ziehen...
uk: Отримати сюди...

source: Export patch
de: Flicken exportieren
uk: Експорт латки

source: Patch Files (*.patch)
de: Flickendateien (*.patch)

source: Cannot export revision
de: Kann die Revision nicht exportieren
uk: Неможливо експортувати редакцію

source: Cannot export revision %s into the file named: %s
de: Kann die Revision %s nicht in die Datei folgenden Namens exportieren: %s
uk: Неможливо експортувати редакцію %s у файл з назвою: %s

source: There is already an existing folder with that same name.
de: Es gibt bereits einen ein Verzeichnis mit genau diesem Namen.
uk: Вже існує тека з такою назвою.

source: Replace
de: Ersetzen
uk: Замінити

source: Append
de: Anfügen
uk: Додати

source: There are existing patch files for %d revisions (%s) in the selected location (%s).
de: Es gibt bereits Filckendateien für %d Revisionen (%s) an der ausgewählten Stelle (%s).
uk: Існують файли латок для %d редакцій (%s) у обраному місці (%s).

source: What do you want to do?
de: Was wollen Sie tun?
uk: що Ви хочете зробити

source: Replace the existing patch files.
de: Die vorhandenen Flicken ersetzen.
uk: Замінити існуючі фали латок.

source: Append the changes to the existing patch files.
de: Die Änderungen an die vorhandenen Flicken anhängen.
uk: Прийняти зміни до існуючих файлів латок.

source: Abort the export operation.
de: Den Exportvorgang abbrechen.
uk: Перервати операцію експорту.

source: Patch files already exist
de: Flickendateien bereits vorhanden
uk: Файли латок вже існують

source: Patch exported
de: Der Flicken wurde exportiert

source: Revision #%d (%s) was exported to:<p><a href="file:///%s">%s</a>%s<a href="file:///%s">%s</a>
de: Revision #%d (%s) wurde exportiert in:<p><a href="file:///%s">%s</a>%s<a href="file:///%s">%s</a>

source: Patches exported
de: Die Flicken wurden exportiert

source: %d patches were exported to:<p><a href="file:///%s">%s</a>
de: %d Flicken wurden exportiert in:<p><a href="file:///%s">%s</a>

source: Write bundle
de: Bündeldatei schreiben
uk: Запис зв'язки

source: Cannot import selected revision
de: Kann die ausgewählte Revision nicht importieren
uk: Неможливо імпортувати обрану ревізію

source: The selected revision (rev #%d) cannot be imported because it is not a descendant of qparent (rev #%d)
de: Die ausgewählte Revision (#%d) kann nicht importiert werden, da Sie nicht von dem qparent (#%d) abstammt
uk: Обрана редакція (ред. #%d) не може бути тому що вона є нащадком qparent (rev #%d)

source: Unable to start
de: Nicht zu starten imstande
uk: Старт неможливий

source: Previous command is still running
de: Das vorherige Kommando ist noch nicht abgeschlossen
uk: Попередня команда ще виконується

source: Resolve conflicts - %s
de: Konflikte auflösen - %s
uk: Розв'язування конфліктів - %s

source: Local revision information
de: Lokale Revisionsinformationen
uk: Інформація про локальну редакцію

source: Other revision information
de: Andere Revisionsinformationen
uk: Інша інформація про редакцію

source: Unresolved conflicts
de: Nicht aufgelöste Konflike
uk: Нерозв'язувані конфлікти

source: Mercurial Resolve
de: Mercurial-Konfliktauflösung
uk: Наміри Mercurial

source: Attempt automatic (trivial) merge
de: Automatisches zu verschmelzen versuchen (nur triviale Fälle)
uk: Спроба автоматичного об'єднання

source: Tool Resolve
de: Werkzeuggestützte Konfliktauflösung
uk: Інструмент вирішення

source: Merge using selected merge tool
de: Verschmelzen unter Einsatz des ausgewählten Werkzeugs
uk: Об'єднати користуючись обраним інструментом об'єднання

source: Take Local
de: Lokale Version wählen
uk: Взяти локальний

source: Accept the local file version (yours)
de: Die lokale Dateiversion mit Ihren Änderungen übernehmen
uk: Прийняти локальну версію файлу (Вашу)

source: Take Other
de: Andere Version wählen
uk: Візьміть інше

source: Accept the other file version (theirs)
de: Die lokale Dateiversion mit ihren jeweiligen Änderungen übernehmen
uk: Прийняти іншу версію файлу (їхню)

source: Mark as Resolved
de: Konflikt als aufgelöst kennzeichnen
uk: Помітити як вирішене

source: Mark this file as resolved
de: Konfliktdatei als aufgelöst kennzeichnen
uk: Помітити цей файл як позбавлений проблем

source: Resolved conflicts
de: Konflikte auflösen
uk: Розв'язати конфлікти

source: Edit resolved file
de: Datei nach Konfliktauflösung bearbeiten
uk: Файл вирішено змінити

source: 3-Way Diff
de: Drei-Richtungs-Abweichungsprüfung
uk: Стороння порівнялка

source: Visual three-way diff
de: Interaktives Dreiwege-Abweichungswerkzeug
uk: Наочні сторонні відмінності

source: Diff to Local
de: Abweichungen von lokaler Version
uk: Різниця в порівнянні з поточним

source: Visual diff between resolved file and first parent
de: Interaktiver Vergleich zwischen der ermittelten Datei und ihrem unmittelbaren Vorgänger
uk: Візуальне порівняння вирішеного файлу з першим попередником

source: Diff to Other
de: Abweichungen von anderer Version
uk: В порівнянні з іншим

source: Visual diff between resolved file and second parent
de: Interaktiver Vergleich zwischen der ermittelten Datei und ihrem Vorvorgänger
uk: Наочні відмінності через конфлікти у файлі або двох попередників

source: Mark as Unresolved
de: Konflikt als nicht aufgelöst kennzeichnen
uk: Відмітка нечіпати

source: Mark this file as unresolved
de: Konfliktdatei als nicht aufgelöst kennzeichnen
uk: Відмітити цей файл як нечіпати

source: Detected merge/diff tools:
de: Erkannte Verschmelzungs-/Vergleichswerkzeuge:
uk: Визначено обєднання/відмінность приладдя:

source: Command output
de: Ausgabe des Befehls
uk: Командний рядок

source: Unable to show subrepository files
de: Die Dateien des Unterarchivs können nicht angezeigt werden
uk: неможливо показати файли підсховища

source: Visual diffs are not supported for files in subrepositories. They will not be shown.
de: Interaktiver Vergleich werden für Dateien in Unterarchiven nicht unterstützt. Diese werden nicht angezeigt.
uk: Наочне порівняння не підтримується у підсховищах. Вони не будуть відображені.

source: There are merge <b>conflicts</b> to be resolved
de: Es gibt aufzulösende <b>Verschmelzkonflikte</b>
uk: <b>Конфлікти</b> обєднання повинні бути вирішені

source: All conflicts are resolved.
de: Alle Konflikte wurden aufgelöst.
uk: Всі конфлікти розв'язано.

source: There are no conflicting file merges.
de: Es gibt keine Dateiverschmelzungen mit Konflikten.
uk: Відсутні файли з конфліктами об'єднання.

source: Exit without finishing resolve?
de: Ohne die Konfliktauflösung abzuschließen beenden?
uk: Вийти не заінчивши розвязування проблем?

source: Unresolved conflicts remain. Are you sure?
de: Es gibt noch unaufgelöste Konflikte. Sind Sie sicher?
uk: Невирішені конфлікти залишаться невирішеними. Ви впевнені?

source: E&xit
de: &Beenden
uk: Вихід

source: Ext
de: Extern
uk: Зовн.

source: Repository
de: Projektarchiv
uk: Сховище

source: <default>
de: <Vorgabe>
uk: <відпочатково>

source: File List Toolbar
de: Dateilisten-Werkzeugleiste
uk: Пенал списку файлів

source: Update to this revision
de: Bis zu dieser Revision aktualisieren
uk: Оновити цю ревізію

source: Show All
de: Alle anzeigen
uk: Показати все

source: Toggle display of all files and the direction they were merged
de: Zwischen der Anzeige aller Dateien und ihrer Verschmelzungsrichtung umschalten
uk: Переключити відображення всіх файлів і напрямку вони були об'єднані

source: Save at Revision
de: In Revision speichern
uk: Зберегти як редакцію

source: Save file as it appeared at this revision
de: Die Datei so schreiben, wie sie zu dieser Revision erschien
uk: Збережіть файл, який був в цій редакції

source: Save file to
de: Datei speichern unter
uk: Зберегти файл

source: Unable to save file
de: Datei konnte nicht gespeichert werden
uk: Неможливо зберегти файл

source: Cannot revert to working directory
de: Kann nicht zum Arbeitsverzeichnis zurückrollen

source: Reverting to the working directory revision does not make sense
de: Zum Arbeitsverzeichnis zurückrollen macht keinen Sinn

source: Revert - %s
de: Zurückrollen - %s
uk: Повернути - %s

source: <b>Revert %s to its contents at revision %d?</b>
de: <b>%s auf seinen Inhalt in Revision %d zurückrollen?</b>
uk: <b>Повернути %s до змісту редакції %d?</b>

source: <b>Revert %d files to their contents at revision %d?</b>
de: <b>%d Dateien auf ihren Inhalt in Revision %d zurückrollen?</b>
uk: <b>Повернути %d до їх змісту у редакції %d?</b>

source: Revert all files to this revision
de: Alle Dateien zu dieser Revision zurückrollen
uk: Повернути всі файли до цієї редакції

source: Confirm Revert
de: Zurückrollen bestätigen
uk: Підтвердіть повернення

source: Reverting all files will discard changes and leave affected files in a modified state.<br><br>Are you sure you want to use revert?<br><br>(use update to checkout another revision)
de: Durch das Zurückrollen aller Dateien werden zwischenzeitliche Änderungen verworfen und die betroffenen Dateien als modifiziert gekennzeichnet.<br><br>Sind Sie sicher, dass Sie Zurückrollen wollen?<br><br>(Verwenden Sie Aktualisieren, um eine andere Revision abzurufen.)
uk: Повернення всіх файлів викличе заміну всіх змін та залишає фали недоторканими.<br><br>Ви дійсно хочете використати повернення?<br><br>(використайте оновлення аби перейти до наступної редакції)

source: Changeset:
de: Änderungsliste:
uk: Набір змін:

source: Child:
de: Untergeordnetes Element:
uk: Нащадок:

source: Head is closed!
de: Die Kopfrevision ist abgeschlossen!
uk: Вершина недоступна!

source: Changesets where username contains string.
de: Änderungslisten, bei denen der Benutzername einen Text enthält.
uk: Сховище, де ім'я користувача містить рядок

source: Search commit message, user name, and names of changed files for string.
de: Übernahmenachricht, Benutzername und Namen geänderter Dateien nach einem Text durchsuchen.
uk: Пошук повідомлення фіксації, ім'я користувача і імена змінені файли для текстових.

source: Like "keyword(string)" but accepts a regex.
de: Entsprechend "schluesselwort(zeichenkette)", aber lässt reguläre Ausdrücke zu.

source: Changesets not found in the specified destination repository, or the default push location.
de: Die Änderungsliste wurde weder im angegebenen Zielarchiv noch im Standard-Verteilort gefünden
uk: Сховище не знайшов у зазначеному місці призначення сховища, або в папку за замовчуванням поштовх.

source: The named bookmark or all bookmarks.
de: Das bezeichnete Lesezeichen oder alle Lesezeichen.
uk: Назва закладки або всіх закладок

source: The named tag or all tags.
de: Das beschriftete Etikett oder alle Etiketten.
uk: Назва мітки або всіх міток.

source: Changeset is tagged.
de: Die Änderungsliste ist etikettiert.
uk: Набору змін співставлений ярлик.

source: Changeset is a named branch head.
de: Die Änderungsliste ist Kopf eines benannten Zweigs.
uk: Набір змін названий вершиною гілки.

source: Changeset is a merge changeset.
de: Die Änderungsliste dient zum Zusammenführen.
uk: Набір змін який є набором об'єднання.

source: Changeset is closed.
de: Die Änderungsliste ist geschlossen.
uk: Набір змін закритий.

source: Changesets within the interval, see <a href="http://www.selenic.com/mercurial/hg.1.html#dates">help dates</a>
de: Änderungslisten im angegebenen Zeitintervall (vergleiche <a href="http://www.selenic.com/mercurial/hg.1.html#dates">Hilfe zu Datumsangaben</a>)
uk: Набір змін в інтервалі, дивись <a href="http://www.selenic.com/mercurial/hg.1.html#dates">довідку дат</a>

source: Greatest common ancestor of the two changesets.
de: Der größte gemeinsame Vorfahre von zwei Änderungslisten
uk: Найкращий загальний попередник для двох змін.

source: Changesets affecting files matched by pattern. See <a href="http://www.selenic.com/mercurial/hg.1.html#patterns">help patterns</a>
de: Änderungslisten, die von einem Dateinamens-Suchmuster gefundene Dateien berühren. Vergleiche <a href="http://www.selenic.com/mercurial/hg.1.html#patterns">Hilfe zu Suchmustern</a>

source: Changesets which modify files matched by pattern.
de: Änderungslisten, die von einem Dateinamens-Suchmuster gefundene Dateien verändern.
uk: Набір змін, що змінить файли відповідно до шаблону.

source: Changesets which add files matched by pattern.
de: Änderungslisten, die von einem Dateinamens-Suchmuster gefundene Dateien hinzufügen.
uk: Набір змін, що додадуть файли відповідно до шаблону.

source: Changesets which remove files matched by pattern.
de: Änderungslisten, die von einem Dateinamens-Suchmuster gefundene Dateien entfernen.
uk: Набір змін, які видалять файли відповідно до шаблону.

source: Changesets containing files matched by pattern.
de: Änderungslisten, die von einem Dateinamens-Suchmuster gefundene Dateien enthalten.
uk: Набір змін містить файли відповідно до шаблону.

source: All changesets belonging to the branches of changesets in set.
de: Alle Änderungslisten, die zu dem Zweig von Änderungslisten in der Auswahl gehören.
uk: Всі набори змін належать до набору гілок у наборах змін.

source: Members of a set with no children in set.
de: Elemente einer Menge ohne Kinder in der Menge.
uk: Члени множини, у яких у цій множині немає попередників.

source: Changesets which are descendants of changesets in set.
de: Änderungslisten, die von Änderungslisten in der Auswahl abstammen.
uk: Набори змін які є нащадками набору з множини.

source: Changesets that are ancestors of a changeset in set.
de: Änderungslisten, die Vorgänger von Änderungslisten in der Auswahl sind.
uk: Зміни, що є попередниками змін в наборі змін.

source: Child changesets of changesets in set.
de: Kind-Änderungslisten von Änderungslisten in der Auswahl.
uk: Набори змін, які є нащадками наборів множин.

source: The set of all parents for all changesets in set.
de: Die Menge aller direkten Vorgänger-Änderungslisten der ausgewählten Änderungslisten.
uk: Сукупність усіх батьків для всіх змін, в комплекті.

source: First parent for all changesets in set, or the working directory.
de: Der direkte Vorgänger aller ausgewählten Änderungslisten, oder das Arbeitsverzeichnis.
uk: Перший попередник для всіх змін в наборі, або робочий каталог.

source: Second parent for all changesets in set, or the working directory.
de: Der Vorvorgänger aller ausgewählten Änderungslisten, oder das Arbeitsverzeichnis.
uk: Другий попередник для всіх змін в наборі, або робочий каталог.

source: Changesets whith no parent changeset in set.
de: Änderungslisten ohne Vorgänger in der Auswahl.
uk: Сховище ти немає батька змін в наборі.

source: An empty set, if any revision in set isn't found; otherwise, all revisions in set.
de: Die leere Megen, falls irgendeine Revision in der Menge nicht gefunden wird; ansonsten alle Revisionen in der Menge.
uk: Порожня множина, якщо не знайдено жодної редакції з множини. Інакше, всі редакції з множини.

source: Changeset with lowest revision number in set.
de: Die Änderungsliste mit der niedrigsten Revisionsnummer in der Auswahl.
uk: Changeset з найнижчим номером ревізії в комплекті.

source: Changeset with highest revision number in set.
de: Die Änderungsliste mit der höchsten Revisionsnummer in der Auswahl.
uk: Changeset з найвищим номером ревізії в комплекті.

source: First n members of a set.
de: Die ersten n Elemente einer Menge.
uk: Перший член набору.

source: Sort set by keys. The default sort order is ascending, specify a key as "-key" to sort in descending order.
de: Menge nach Schlüsseln sortieren. Die Vorgabesortierrichtung ist aufsteigend, geben Sie einen Schlüssel als "-schluessel" an, um nach ihm absteigend zu sortieren.

source: An alias for "::." (ancestors of the working copy's first parent).
de: Ein Alias für "::." (Vorgänger des ersten Vorgängers der Arbeitskopie).

source: All changesets, the same as 0:tip.
de: Alle Änderungslisten, entspricht 0:tip.
uk: Всі набори змін так само як 0:tip.

source: Revision Set Query
de: Anfrage auf der Revisionsmenge
uk: Запит встановлення редакції

source: all revisions converted from subversion
de: Alle Revisionen, die aus Subversion übernommen wurden
uk: всі редакції конвертовані з subversion

source: changeset which represents converted svn revision
de: Änderungslisten die der übernommenen Subversion-Revision entsprechen
uk: набір змін представляє конвертовану svn редакцію

source: Common sets
de: Gemeinsame Mengen
uk: Загальні набори

source: File pattern sets
de: Dateimustermengen
uk: Набір файлів шаблонів

source: Set Ancestry
de: Mengenvorgängerschaft
uk: Встановити походження

source: Set Logic
de: Mengenlogik
uk: Встановити логіку

source: <a href="http://www.selenic.com/mercurial/hg.1.html#revsets">help revsets</a>
de: <a href="http://www.selenic.com/mercurial/hg.1.html#revsets">Hilfe zu Revisionsmengen</a>

source: Searching...
de: Suche...
uk: Шукаю...

source: Running
de: Läuft
uk: Виконую

source: query
de: Abfrage
uk: запит

source: found revision
de: Gefundene Revision
uk: знайдено редакцію

source: Parse Error:
de: Analysierfehler:
uk: Розбір помилки:

source: Invalid query:
de: Ungültige Anfrage:
uk: Помилка запиту:

source: Error string "%(arg0)s" at %(arg1)s<br>Please <a href="#edit:%(arg1)s">edit</a> your config
de: Fehlertext "%(arg0)s" in %(arg1)s<br>Bitte <a href="#edit:%(arg1)s">bearbeiten</a> Sie Ihre Konfiguration
uk: Помилка рядку "%(arg0)s" at %(arg1)s<br>Будь ласка <a href="#edit:%(arg1)s">відредагуйте</a> вашу конфігурацію

source: Caught keyboard interrupt, aborting.
de: Unterbrechungsanforderung gefangen, Abbruch.
uk: Отримано переривання з клавіатури, переревання.

source: can not read file "%s". Ignored.
de: kann Datei "%s" nicht lesen. Ignoriert.
uk: не можу прочитати файл "%s". Незважати.

source: thg: command '%s' is ambiguous: %s
de: thg: Anweisung '%s' ist mehrdeutig: %s

source: thg: unknown command '%s'
de: thg: unbekannte Anweisung '%s'
uk: thg: невідома команда '%s'

source: abort: %s!
de: abgebrochen: %s!
uk: перервати: %s!

source: There is no Mercurial repository here (.hg not found)
de: Dies ist kein Mercurial-Archiv (Das Verzeichnis .hg fehlt)
uk: Це не Mercurial сховище (.hg не знайдено)

source: invalid arguments
de: ungültige Argumente
uk: помилковий аргумент

source: unrecognized profiling format '%s' - Ignored
de: Nicht bekanntes Profilerformat '%s' ignoriert
uk: unrecognized profiling format '%s' - Незважати
