Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Commit message text for new changeset that reverses the effect of the change being backed out.
de: Übernahmekommentar für eine neue Änderungsliste, die die Auswirkungen der zurückzuziehenden Änderungen aufhebt.

source: Commit backout before merging with current working parent
de: Zurücksetzen abschließen vor der Verschmelzung mit dem aktuellen Arbeitsvorgänger
uk: Фіксація повернення перед обєднанням з попередниками робочої копії

source: Backout
de: Zurücksetzen
uk: Відновити

source: Backed out successfully, you must now commit the results
de: Erfolgreich aufgehoben, Sie müssen jetzt die Ergebnisse übernehmen

source: Canceled backout
de: Das Zurücksetzen wurde abgebrochen
uk: Повернення скасовано

source: Failed to backout
de: Das Zurücksetzen ist fehlgeschlagen
uk: Помилка під час повернення

source: unexpected type: %s
de: unerwarteter Typ: %s
uk: непередбачений тип: %s

source: Old name:
de: Alter Name:
uk: Стара назва:

source: unexpected response id: %s
de: Nicht erwarteter Rückgabewert: %s
uk: незрозуміла відповідь id: %s

source: Bookmark input is empty
de: Die Lesezeichen-Eingabe fehlt
uk: Вхідна закладка порожня

source: Please enter bookmark name
de: Bitte geben Sie den Namen des Lesezeichens ein
uk: Введіть назву закладки

source: Bookmarking completed
de: Lesezeichen hinzugefügt
uk: Встановлення закладок завершено

source: Bookmark "%s" has been added
de: Das Lesezeichen "%s" wurde hinzugefügt
uk: Закладка "%s" була додана

source: Error in bookmarking
de: Fehler beim Setzen des Lesezeichens
uk: Помилки під час встановлення закладок

source: Bookmark "%s" has been moved
de: Das Lesezeichen "%s" wurde verschoben
uk: Закладка "%s" переміщена

source: Bookmark name is empty
de: Der Name des Lesezeichens ist leer
uk: Назва закладки порожня

source: Please select bookmark name to remove
de: Bitte Lesezeichennamen zur Entfernung auswählen
uk: Оберіть назву закладки для видалення

source: Bookmark "%s" has been removed
de: Das Lesezeichen "%s" wurde entfernt
uk: Закладку "%s" було вилучено

source: Bookmark new name input is empty
de: Der neue Lesezeichen-Name fehlt
uk: Відсутня назва нової закладки

source: Please enter new bookmark name
de: Bitte geben Sie den Namen des Lesezeichens ein
uk: Надайте нову назву закладки

source: Bookmark "%s" has been renamed to "%s"
de: Das Lesezeichen "%s" wurde in "%s" umbenannt
uk: Назва закладки "%s" була змінена на "%s"

source: a bookmark named "%s" already exists
de: ein Lesezeichen mit dem Namen "%s" existiert bereits
uk: закладка з назвою "%s" вже існує

source: No bookmark named "%s" exists
de: Es existiert kein Lesezeichen mit dem Namen "%s"
uk: Закладки з назвою "%s" не існує

source: type
de: Typ
uk: тип

source: path
de: Pfad
uk: шлях

source: Save as..
de: Speichern unter...
uk: Зберегти як...

source: ** Please report this bug to http://bitbucket.org/tortoisehg/stable/issues
de: ** Bitte berichten Sie diesen Fehler (möglichst auf Englisch) unter http://bitbucket.org/tortoisehg/stable/issues
uk: ** Будь-ласка надішліть звіт про помилку за адресою http://bitbucket.org/tortoisehg/stable/issues

source: %s changeset
de: %s Änderungssatz
uk: %s набір змін

source: [All Files]
de: [Alle Dateien]
uk: [Всі файли]

source: unknown hunk type: %s
de: Unbekannter Schnipseltyp: %s
uk: частина невідомого типу: %s

source: %s is larger than the specified max diff size
de: %s ist grösser als die maximal konfigurierte Vergleich-Grösse
uk: %s перевищує максимальний розмір файлу відмінностей

source: Repository Error: %s, refresh suggested
de: Projektarchiv-Fehler: %s, Aktualisierung empfohlen
uk: Помилка сховища: %s, пропонується оновити

source: [no hunks to display]
de: [Keine Schnipsel vorhanden]
uk: [відсутні частини для відображення]

source: _Visual Diff
de: Interaktiver :Vergleich
uk: _Візуальне порівнювання

source: Diff to _local
de: Vergleich mit _lokaler Kopie
uk: Відмінність по відношенню до локального

source: _View at Revision
de: _Anzeigen in Revision
uk: _Відкрити, як редакцію

source: _Save at Revision...
de: _Speichern in Revision...
uk: _Зберегти, як редакцію...

source: _File History
de: _Dateiverlauf
uk: _Файл історії

source: _Annotate File
de: _Dateianmerkung erfassen
uk: _Файл заголовку

source: _Revert File Contents
de: Dateiinhalt _zurückrollen
uk: _Повернути файл змісту

source: Diff to second Parent
de: Mit zweitem Vorgänger vergleichen
uk: Різниця по відношенню до другого попередника

source: Confirm revert file to old revision
de: Zurückrollen auf die alte Revision bestätigen
uk: Вимагати підтвердження повернення файлу до старої редакції

source: Revert %s to contents at revision %d?
de: Inhalt von %s zurückrollen auf Revision %d?
uk: Повернути %s до змісту у редакції %d?

source: Enable _Wordwrap
de: _Zeilenumbruch aktivieren
uk: Ввімкнути _Wordwrap

source: File is larger than the specified max size.
de: Die Dateigröße überschreitet den vorgegebenen Maximalwert.
uk: Файл перевищує максимально дозволений розмір.

source: Hunk selection is disabled for this file.
de: Die Auswahl von Schnipseln aus dieser Datei wird verhindert.
uk: Можливість вибору частини з цього файлу відключена.

source: File is binary.
de: Die Datei enthält Binärdaten.
uk: Бінарний файл.

source: Bundle...
de: Bündeln...
uk: Зв'язка...

source: Select a Mercurial Bundle
de: Wählen Sie ein Mercurial-Bündel
uk: Оберіть Mercurial зв'язку

source: Source path:
de: Quellpfad:
uk: Шлях до оригіналу:

source: Advanced options
de: Erweiterte Einstellungen
uk: Додаткові параметри

source: Starting Revision:
de: Start-Revision:
uk: Початок редакції:

source: Clone
de: Klonen
uk: Клонувати

source: Cloned successfully
de: Klonen erfolgreich
uk: Успішно клоновано

source: Canceled updating
de: Aktualisierung abgebrochen
uk: Оновлення скасовано

source: Failed to clone
de: Klonen fehlgeschlagen
uk: Не вдалося клонувати

source: Mercurial bundles
de: Mercurial-Bündel
uk: Зв'язки Mercurial

source: Please enter a valid source path
de: Bitte einen gültigen Quellpfad angeben
uk: Вкажіть правильний шлях до оригіналу

source: Please specify different paths
de: Bitte geben Sie unterschiedliche Pfade an
uk: Оберіть інши шляхи

source: Branch Operations
de: Zweig-Befehle
uk: Дії над гілками

source: Close current named branch
de: aktuellen benannten Zweig schliessen
uk: Закрити поточну гілку названу

source: merging
de: verschmelze
uk: об'єднання

source: - commit
de: - übernehmen
uk: - фіксація

source: _View
de: _Ansicht
uk: _Відкрити

source: Toolbar
de: Werkzeugleiste
uk: Пенал

source: Advanced
de: Erweitert
uk: Додатково

source: Ignore Max Diff Size
de: Maximale Abweichungsgröße ignorieren
uk: Не зважати на максимальний розмір різниць

source: Always Show Output
de: Ausgabe immer anzeigen

source: _Operations
de: _Anweisungen
uk: _Операції

source: _Commit
de: Ü_bernehmen
uk: _Фіксувати

source: _Undo
de: _Rückgängig
uk: _Повернути дію

source: _Diff
de: _Abweichungen
uk: _Відмінність

source: Re_vert
de: _Zurücksetzen
uk: _Відновити

source: _Add
de: _Hinzufügen
uk: _Додати

source: _Remove
de: _Entfernen
uk: _Вилучити

source: _Forget
de: _Vergessen
uk: _Забути

source: undo recent commit
de: Letzte Übernahme zurücknehmen
uk: повернути останню фіксацію

source: commit
de: übernehmen
uk: фіксувати

source: Show/Hide Patch Queue
de: Flickenschlange zeigen/verbergen
uk: Показати/Приховати чергу латок

source: Save commit message at exit?
de: Übernahmekommentar beim Beenden speichern?
uk: Зберегти зроблені повідомлення перед виходом?

source: &Cancel
de: &Abbrechen
uk: &Скасувати

source: Committer:
de: Revisions-Autor:
uk: Дописувач:

source: Auto-includes:
de: Auto-Einschlüsse:
uk: Включено автоматично:

source: Push after commit
de: Nach der Übernahme verteilen
uk: Надіслати після фіксації

source: Recent commit messages...
de: Letzte Übernahmekommentare...
uk: Нове повідомлення про фіксацію...

source: Parent: %(rev)s
de: Übergeordnet: %(rev)s
uk: Попередник: %(rev)s

source: Not at head
de: Nicht am Kopf
uk: Не вершина

source: Patch Preview
de: Flickenvorschau
uk: Попередній перегляд латки

source: Commit Preview
de: Übernahme-Vorschau
uk: Фіксація попередньо переглянутого

source: create new MQ patch
de: Neuen MQ-Flicken erstellen
uk: створити нову MQ латку

source: refresh top MQ patch
de: Obersten MQ-Flicken aktualisieren
uk: оновити головну MQ латку

source: _Commit (+1 head)
de: _Übernahme (Kopfrevision plus eins)
uk: _Фіксація (+1 вершина)

source: _Commit (-1 head)
de: Ü_bernahme (Kopfversion minus eins)
uk: _Фіксація (-1 вершина)

source: commit to merge one head
de: Übernahme, um einen Kopf zu verschmelzen
uk: Об'єднання до однієї вершини

source: neither parent is a head, commit to add a new head
de: Kein Vorgänger ist der Kopf, Übernehmen um einen neuen Kopf hinzuzufügen
uk: жоден з попередників не є вершиною, додати нову вершину

source: parent is not a head, commit to add a new head
de: Der Vorgänger ist kein Kopf, Übernehmen um einen neuen Kopf hinzuzufügen
uk: попередник не вершина, додати нову вершину

source: new branch:
de: neuer Zweig:
uk: нова гілка:

source: close branch:
de: Zweig schliessen:
uk: закрити гілку:

source: Merge
de: Zusammenführen
uk: Об'єднання

source: Patch Contents
de: Inhalte flicken
uk: Зміст латки

source: Bug Traq
de: Abweichungsverfolgung
uk: Помилка Traq

source: No committable files selected
de: Keine übernehmbare Datei ausgewählt
uk: Не можливо фіксувати, вибрані файли

source: Unable to create
de: Nicht erstellbar:
uk: Неможливо створити

source: Unable to apply patch
de: Konnte Flicken nicht anwenden
uk: Неможливо застосувати латку

source: Commit failed
de: Übernahme gescheitert
uk: Зафіксувати не вдалося

source: Confirm Undo Commit
de: Übernahme rückgängig bestätigen
uk: Підтвердіть відмову від фіксації

source: Undo Commit
de: Übernahme rückgängig
uk: Скасувати фіксацію

source: Unable to undo! Tip revision differs from last commit.
de: Rückgängig nicht möglich! Die Revision an der Spitze weicht entspricht nicht der letzten Übernahme.
uk: Неможливо повернути! Вершина редакції відрізняється від останньої фіксації.

source: Errors during rollback!
de: Fehler beim Zurückrollen!
uk: Помилки під час повернення!

source: Confirm Add/Remove
de: Bestätige Hinzufügen/Entfernen
uk: Підтвердіть додати/вилучити

source: Add/Remove the following files?
de: Die folgenden Dateien Hinzufügen/Entfernen?
uk: Додати/вилучити вказані файли?

source: No issue link found in the commit message.The commit message should contain an issue link. Configure this in the 'Issue' section in the settings
de: Im Übernahmekommentar gibt es keinen Abweichungs-Link, er sollte einen solchen jedoch enthalten. Konfigurieren Sie dies im Abschnitt 'Abweichungsverfolgung' der Einstellungen.
uk: Посилання на помилки не знайдено у повідомленні фіксації. Повідомлення фіксації повинно мати посилання на помилку. Це налаштовується у секції 'Помилки' у налаштуваннях

source: Message format configuration error
de: Falsch konfiguriertes Meldungsformat
uk: Помилка налаштування формату повідомлення

source: Confirm Commit
de: Übernahme bestätigen
uk: Підтвердіть фіксацію

source: The summary line length of %i is greater than %i. Ignore format policy and continue commit?
de: Die Länge der Zusammenfassungszeile ist mit %i Zeichen länger als die Vorgabe (%i). Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
uk: Загальна довжина рядку %i більша ніж %i. Не зважати на правила форматування та продовжити фіксацію?

source: The summary line is not followed by a blank line. Ignore format policy and continue commit?
de: Der Zusammenfassungszeile endet nicht mit einem Zeilenumbruch. Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
uk: Підсумковий рядок не повинен бути порожнім. Не зважати на правила форматування та продовжити фіксацію?

source: The following lines are over the %i-character limit: %s. Ignore format policy and continue commit?
de: Die folgenden Zeilen überschreiben die Längenvorgabe von %i Zeichen: %s.. Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
uk: Деякі рядки перевищують обмеження у %i-знаків: %s. Не зважати на правила форматування та продовжити фіксацію?

source: Commit: Invalid username
de: Übernahme: Ungültiger Benutzername
uk: Фіксація: помилкове ім'я користувача

source: Your username has not been configured. Please configure your username and try again
de: Ihr Benutzername wurde nicht konfiguriert. Bitte konfigurieren Sie den Benutzernamen und versuchen Sie es erneut.
uk: Ви не вказали ім'я користувача. Будь-ласка вкажіть ім'я користувача та спробуйте знову.

source: Named branch "%s" already exists, last used in revision %d Yes - Make commit restarting this named branch No - Make commit without changing branch Cancel - Cancel this commit
de: Es gibt schon einen benannten Zweig "%s" (zuletzt in Revision %d geändert) Ja - Übernehmen unter Neueröffnung des Zweigs Nein - Übernahme durchführen, ohne den Zweig zu ändern Abbrechen - Übernahme abbrechen
uk: Назва гілки "%s" вже існує, last used in revision %d Yes - Make commit restarting this named branch No - Make commit without changing branch Cancel - Cancel this commit

source: Create new named branch "%s" with this commit? Yes - Start new branch with this commit No - Make commit without branch change Cancel - Cancel this commit
de: Einen benannten Zweig "%s" mit dieser Übernahme erstellen? Ja - Neuen Zweig mit dieser Übernahme eröffnen Nein - Übernahme durchführen, ohne den Zweig zu ändern Abbrechen - Übernahme abbrechen

source: Finished committing and pushing
de: Beende die Übernahme und verteile
uk: Фіксація та відправка завершена

source: Finished committing
de: Beende die Übernahme
uk: Фіксація завершена

source: Aborted committing
de: Breche die Übernahme ab
uk: Фіксація перервана

source: Failed to commit
de: Übernahme gescheitert
uk: Не вдалося зафіксувати

source: Committing changes...
de: Änderungen werden übernommen...
uk: Зафіксування змін...

source: Cannot run now
de: Auführen jetzt nicht möglich
uk: Неможливо виконати зараз

source: Please try again after the running operation is completed
de: Bitte versuchen Sie es erneut, nachdem die laufende Operation abgeschlossen ist

source: Paste _Filenames
de: _Dateinamen einfügen
uk: Вставити _назви файлів

source: App_ly Format
de: _Format anwenden
uk: За_стосування формату

source: C_onfigure Format...
de: Format_einstellungen...
uk: На_лаштування формату...

source: Info Required
de: Informationen Erforderlich
uk: Обов'язкові поля

source: Message format needs to be configured
de: Das Meldungsformat muss konfiguriert werden
uk: Формат повідомлення повинен бути налаштований

source: The summary line length of %i is greater than %i
de: Die Länge der Zusammenfassungszeile von %i ist größer als %i
uk: Загальна довжина рядка %i більше ніж %i

source: The summary line is not followed by a blank line
de: Der Zusammenfassungszeile folgt keine Leerzeile
uk: Підсумковий рядок не повинен бути порожнім

source: Updating...
de: Aktualisiere...
uk: Оновлення...

source: Selecting %(sel)d of %(total)d, displaying all items
de: Wähle %(sel)d von insgesamt %(total)d, zeige alle Einträge
uk: Обрано %(sel)d з %(total)d, відображати всі елементи

source: Selecting %(sel)d, displaying %(count)d of %(total)d items
de: Wähle %(sel)d, zeige %(count)d von insgesamt %(total)d Einträgen
uk: Обрано %(sel)d, відображати %(count)d з %(total)d елементів

source: Displaying all items
de: Zeige alle Einträge
uk: Відображати всі елементи

source: %s - datamine
de: %s - Datensammlung
uk: %s - аналіз даних

source: Stop operation on current tab
de: Vorgang auf aktuellem Reiter abbrechen
uk: Зупинити роботу у поточній вкладці

source: New Search
de: Neue Suche
uk: Новий пошук

source: Open new search tab
de: Neuen Suchreiter öffnen
uk: Відкрити нову вкладку для пошуку

source: Di_splay Change
de: Ä_nderungen anzeigen
uk: Відобразити зміну

source: _View File at Revision
de: Datei _betrachten in Revision
uk: _Відкрити файл у редакції

source: _Zoom to Change
de: Änderung _vergrößern
uk: _Масштаб змін

source: _Annotate Parent
de: Anmerkung zum Vorgänger erfassen
uk: _Коментувати попередників

source: _Annotate First Parent
de: &Anmerkung zum ersten Vorgänger erfassen
uk: _Аннотація першого попередника

source: Annotate Second Parent
de: Anmerkung zum zweiten Vorgänger erfassen
uk: Аннотація другого попередника

source: _Diff to Local
de: Mit der lokalen Kopie &vergleichen

source: Start this search
de: Starte diese Suche
uk: Почати пошук

source: Comma separated list of inclusion patterns. By default, the entire repository is searched.
de: Kommagetrennte List von Einschluss-Mustern. Standardmäßig wird das gesamte Archiv durchsucht.
uk: Перелік шаблонів, відокремлені комами, які застосовуються. Відпочатково, пошук по всім сховищам.

source: Comma separated list of exclusion patterns. Exclusion patterns are applied after inclusion patterns.
de: Kommagetrennte Liste mit ausschliessenden Mustern. Diese Muster werden nach den Einschliessenden angewendet.
uk: Перелік шаблонів виключень, відокремлені комами. Шаблони виключення застосовуються після шаблонів включень.

source: Show line numbers
de: Zeilennummern anzeigen
uk: Показувати нумерацію рядків

source: Show all matching revisions
de: Alle passenden Revisionen anzeigen
uk: Показувати всі відповідні редакції

source: Matches
de: Treffer
uk: Збіги

source: Search %d
de: Suche %d
uk: Знайти %d

source: No regular expression given
de: Kein regulärer Ausdruck
uk: Не задано регулярний вираз

source: You must provide a search expression
de: Sie müssen einen Suchausdruck angeben
uk: Ви повинні вказати вираз для пошуку

source: Invalid regular expression
de: Ungültiger regulärer Ausdruck
uk: Помилковий регулярний вираз

source: Error: %s
de: Fehler: %s
uk: Помилка: %s

source: Abort: %s
de: Abgebrochen: %s
uk: Перервано: %s

source: Search "%s"
de: Suche "%s"
uk: Шукати "%s"

source: File is unrevisioned
de: Datei wird nicht verwaltet
uk: Файл поза редакціями

source: Unable to annotate
de: Annotieren nicht möglich:
uk: Опис відсутній

source: Loading history...
de: Lade Verlauf...
uk: Завантаження історії...

source: _Tools
de: _Werkzeuge
uk: _Приладдя

source: Repository Explorer
de: Archiv-Explorer
uk: Оглядач сховища

source: Datamine
de: Datensammlung
uk: Аналітичний запит

source: Recovery
de: Rettung
uk: Відновити

source: Shelve
de: Verstauen
uk: Замороження

source: Synchronize
de: Abgleichen
uk: Звірити

source: _Help
de: _Hilfe
uk: _Довідка

source: Contents
de: Inhalt
uk: Зміст

source: , please refresh
de: , bitte aktualisieren
uk: , поновіть

source: Messages and Errors
de: Meldungen und Fehler
uk: Повідомлення та помилки

source: making snapshot of %d files from rev %s
de: erstelle Momentaufnahmen von %d Dateien ab Revision %s
uk: створення зрізу %d з файлів ред. %s

source: edit failed
de: Bearbeitung fehlgeschlagen
uk: редагування не вдалося

source: unknown mode name: %s
de: unbekannter Modus Name: %s
uk: невідома назва форми: %s

source: Confirm Abort
de: Abbrechen bestätigen
uk: Підтвердіть переривання

source: Do you want to abort?
de: Möchten Sie abbrechen?
uk: Ви дійсно хочете перервати?

source: Select
de: Wählen Sie
uk: Вибрати

source: Select Revision
de: Wählen Sie eine Revision
uk: Обрати ревізію

source: revision number, changeset ID, branch or tag
de: Revisionsnummer, Änderungslisten-ID, Zweig oder Etikett
uk: номер редакції, ID набору змін, гілки або ярлики

source: Ambiguous Revision
de: Mehrdeutige Revision
uk: Ненадійна редакція

source: Invalid Revision
de: Ungültige Revision
uk: Редакція з помилками

source: Save File
de: Datei speichern
uk: Зберегти файл

source: All files
de: Alle Dateien
uk: Всі файли

source: Select Folder
de: Ordner auswählen
uk: Вибрати теку

source: Select language for spell checking. Empty is for the default language. When all text is highlited, the dictionary is probably not installed. examples: en, en_GB, en_US
de: Wählen Sie eine Sprache für die Rechtschreibprüfung. Leer ist die Vorgabesprache. Wenn der gesamte Text angestrichen wird, ist das Wörterbuch möglicherweise nicht installiert. Beispiele: de, de_DE, de_AT
uk: Виберіть мову перевірки правопису. Порожнйо для відпочаткової мови. Якщо весь текст підкреслено, тоді словник не встановлено. наприклад: en, en_GB, en_US

source: Lang "%s" can not be set.
de: Sprache "%s" kann nicht gewählt werden.
uk: Мова "%s" не може бути встановлена.

source: Spell Check Language
de: Sprache der Rechtschreibprüfung
uk: Мова, для якої перевіряється правопис

source: Minimum Simularity Percentage
de: Minimale Ähnlichkeit (in Prozent)
uk: Мінімальний відсоток співпадіння

source: Unrevisioned Files
de: Unversionierte Dateien finden
uk: Файли поза редакцією

source: Find Copies
de: Kopien finden
uk: Знайти копії

source: Candidate Matches
de: Mögliche Treffer
uk: Кандидат на співпадання

source: Accept Match
de: Treffer akzeptieren
uk: Прийняти збіг

source: Differences from Source to Dest
de: Unterschiede zwischen Quelle und Ziel
uk: Відмінність між оригіналом та отримувачем

source: finding source of
de: Suche Original von
uk: знаходження оригіналу у

source: == %s and %s have identical contents ==
de: == %s und %s haben den selben Inhalt ==
uk: == %s та %s однакові ==

source: [command interrupted]
de: [Befehl unterbrochen]
uk: [команда перервана]

source: unknown CmdWidget style: %s
de: Unbekannter CmdWidget-Stil: %s
uk: невідомий CmdWidget стиль: %s

source: Toggle log window
de: Protokollfenster umschalten
uk: Перемикання вікна журналу

source: Stop transaction
de: Transaktion beenden
uk: Зупинити дію

source: Close this
de: Dies schließen
uk: Закрити

source: invalid state
de: Ungültiger Zustand
uk: неприйнятний стан

source: Status: %s
de: Zustand: %s
uk: Стан: %s

source: Command Log
de: Anweisungsprotokoll
uk: Журнал команд

source: Send
de: Versenden
uk: Надіслати

source: Send emails
de: E-Mails senden
uk: Надіслати emails

source: Test
de: Testen
uk: Проба

source: Show emails which would be sent
de: Die eventuell zu versendenden E-Mails anzeigen
uk: Показати надіслані листи

source: Configure
de: Konfigurieren
uk: Налаштувати

source: Configure email settings
de: E-Mail-Einstellungen
uk: Настанови параметрів електронної пошти

source: Email outgoing changes
de: Ausgehende Änderungen per E-Mail versenden
uk: Відправити вихідні зміни поштою

source: Email revisions
de: Revisionen per E-Mail verschicken
uk: Email редакцій

source: Email Mercurial Patches
de: Mercurial-Flicken per E-Mail versenden
uk: Email Mercurial латки

source: Envelope
de: Umschlag
uk: Обгортка

source: This feature is only available when sending outgoing changesets. It is not applicable with revision ranges.
de: Diese Möglichkeit ist nur beim Versand ausgehender Änderungslisten verfügbar. Es kann auf Revisionsbereiche nicht angewandt werden.
uk: Ці можливості стануть доступні після відсилання набору змін. Це не стосується нумерації редакції.

source: Flags:
de: Markierungen:
uk: Ознаки:

source: Patch Series (Bundle) Description
de: Beschreibung der Beschreibung der Flickenserie bzw. des Bündels
uk: Опис серії латок (зв'язки)

source: Info required
de: Information benötigt
uk: Информація обов'язкова

source: You must specify a recipient
de: Sie müssen einen Empfänger angeben
uk: Ви повинні вказати отримувача

source: You must specify a sender address
de: Sie müssen ein Absenderadresse angeben
uk: Ви повинні вказати адресу відправника

source: You must configure SMTP
de: Sie müssen SMTP konfigurieren
uk: Ви повинні налаштувати SMTP

source: Apply to:
de: Anwenden auf:
uk: Прийняти до:

source: Filters
de: Filter
uk: Фільтри

source: Patterns
de: Muster
uk: Шаблони

source: Remove Selected
de: Gewählte entfernen
uk: Вилучити вибране

source: Unknown Files
de: Unbekannte Dateien
uk: Невідомі файли

source: Files
de: Dateien
uk: Файли
