Repository: gilshwartz/tortoisehg-caja
Catalog: i18n/tortoisehg/*.po
Languages: de, uk

source: Issue Link
de: Abweichungs-Verweis
uk: запит посилання

source: Defines the command to run when an issue number is recognized. You may include groups in issue.regex, and corresponding {n} tokens in issue.link (where n is a non-negative integer). {0} refers to the entire string matched by issue.regex, while {1} refers to the first group and so on. If no {n} tokensare found in issue.link, the entire matched string is appended instead.
de: Definiert die auszuführende Anweisung, wenn eine Abweichungsnummer erkannt wird. Sie können Gruppen in issue.regex einschließen, und entsprechende {n} Ausdrücke in issue.link (für eine positive Zahl n). {0} bezieht sich auf den gesamten Text, der vom regulären Ausdruck getroffen wird, während {1} sich auf die erste Treffergruppe bezieht, und so weiter. Wenn keine {n} Ausdrücke in issue.link gefunden werden, wird stattdessen der gesamte getroffene Text angehängt.
uk: Визначає команду для запуску, коли номер випуску не зізнається. Ви можете включити групи в issue.regex, і відповідні {п} лексем в issue.link (де п ціле невід'ємне). {0} посилається на весь рядок супроводжуватися issue.regex, а {1} відноситься до першої групи і так далі. Якщо ні {п} tokensare знайти в issue.link, весь співпала рядка додається замість цього.

source: Issue Tracker Plugin
de: Abweichungsverfolger-Plug-in
uk: Модуль відслідковування запитів

source: Configures a COM IBugTraqProvider or IBugTrackProvider2 issue tracking plugin.
de: Konfiguriert ein Abweichungsverfolger-Plug-in mit einer COM-Schnittstelle, die IBugTraqProvider oder IBugTrackProvider2 implementiert.

source: Configure Issue Tracker
de: Abweichungsverfolger konfigurieren
uk: Налаштування відслідковування запитів

source: Configure the selected COM Bug Tracker plugin.
de: Konfiguriert das ausgewählte COM-Plug-in für den Abweichungsverfolger.

source: Path to review board example "http://demo.reviewboard.org"
de: Pfad zum Prüfungsausschuss, beispielsweise "http://demo.reviewboard.org"

source: User name to authenticate with review board
de: Benutzername für die Anmeldung beim Prüfungsausschuss
uk: Імя користувача для аутентифікації перегляду дошки

source: Password to authenticate with review board
de: Passwort zur Authentisierung beim Prüfungsausschuss
uk: Пароль для аутентифікації з переглядом на дошці

source: Server Repository ID
de: Serverseitige Projektarchiv-ID
uk: ID серверу сховища

source: The default repository id for this repo on the review board server
de: Die Vorgabe-Projektarchiv-ID für dieses Archiv auf dem Server des Prüfungsausschusses

source: Target Groups
de: Zielgruppen
uk: Зацікавленість груп

source: A comma separated list of target groups
de: Eine kommagetrennte Liste von Zielgruppen
uk: Відокремлений комами перелік цільових груп

source: Target People
de: Zielpersonen
uk: Зацікавленість осіб

source: A comma separated list of target people
de: Eine kommagetrennte Liste von Zielpersonen
uk: Відокремлений комами перелік людей за цілями

source: TortoiseHg Settings
de: TortoiseHg-Einstellungen
uk: Налаштування TortoiseHg

source: Iniparse package not found
de: Das Paket iniparse wurde nicht gefunden
uk: Відсутній пакет для розбору ini-файлів

source: Can't change settings without iniparse package - view is readonly.
de: Ohne das iniparse-Paket können die Einstellungen nicht geändert werden - die Ansicht ist schreibgeschützt
uk: Неможливо змінити налаштування без пакунку для розбору ini-файлів - відкрити лише для читання.

source: %s's global settings
de: Allgemeine Einstellungen für %s
uk: %s'і загальні налаштування

source: No repository found
de: Das Projektarchiv existiert nicht
uk: Не знайдено сховища

source: no repo at
de: Kein Projektverzeichnis bei
uk: немає сховища у

source: %s repository settings
de: Einstellungen für das Projektarchiv %s
uk: налаштування %s сховища

source: Restart all TortoiseHg applications for the following changes to take effect:
de: Starten Sie alle TortoiseHg-Anwendungen neu, um die folgenden Änderungen inkraftzusetzen:
uk: Перезавантажити всі TortoiseHg додатки аби зміни вступили в дію:

source: Apply changes before exit?
de: Änderungen vor dem Beenden speichern?
uk: Прийняти зміни перед виходом?

source: &Yes
de: &Ja
uk: &Так

source: &No (discard changes)
de: &Nein (Änderungen verwerfen)
uk: &Ні (відкинути зміни)

source: Settings File:
de: Konfigurationsdatei:
uk: Налаштування файлу:

source: Confirm Save
de: Speichern bestätigen
uk: Підтвердіть запис

source: Save changes before editing?
de: Änderungen vor dem Bearbeiten speichern?
uk: Зберегти зміни перед редагуванням?

source: &Save
de: &Speichern
uk: &Зберегти

source: Confirm Reload
de: Neu laden bestätigen
uk: Підтвердіть перезавантаження

source: Unsaved changes will be lost. Do you want to reload?
de: Nicht gespeicherte Änderungen gehen verloren. Wollen Sie die Einstellungen neu laden?
uk: Незбережені зміни буде втрачено. Ви хочете, щоб перезавантажити?

source: Unable to create a Mercurial.ini file
de: Außerstande, die Datei Mercurial.ini zu erzeugen
uk: Неможливо створити Mercurial.ini файл

source: Insufficient access rights, reverting to read-only mode.
de: Unzureichende Zugriffsrechte, wechsle in den Schreibschutzmodus.
uk: Недостатньо прав доступу, повернення до режиму тільки для читання.

source: Contex Menu
de: Kontextmenü
uk: Контекстне меню

source: Top menu items:
de: Am häufigsten benutzt:
uk: Пункти головного меню:

source: Sub menu items:
de: Untermenü-Einträge:
uk: Пункти підменю:

source: Menu Behavior
de: Menüverhalten
uk: Меню поведінки

source: Hide context menu outside repositories
de: Kontextmenü außerhalb von Projektarchiven ausblenden
uk: Приховувати контекстне меню поза сховищами

source: Do not show menu items on unversioned folders (use shift + click to override)
de: In nicht versionierten Verzeichnissen keine Menüeinträge anbieten (Umschalt-Klick zeigt sich dennoch an)
uk: Не вказувати пункти меню на неверсійованих теках (використовуйте shift + click аби перевизначити)

source: Icons
de: Symbole
uk: Значки

source: Overlays
de: Überblendungen
uk: Оверлеї

source: Enabled overlays
de: Überblendungen aktivieren
uk: Включити перезапис

source: Local disks only
de: Nur lokale Festplatten
uk: Лише локальні диски

source: Enabled Overlay Handlers
de: Überblendungsunterstützung aktiviert
uk: Увімкнути обробку накладок

source: Warning: affects all Tortoises, logoff required after change
de: Achtung: beeinflusst alle Tortoise-Instanzen, nach der Änderung bitte ausloggen
uk: Увага: стосується всіх Tortoises, потрібний перезапуск після змін

source: Added
de: Hinzugefügt
uk: Додано

source: Locked*
de: Gesperrt*
uk: Заблокований*

source: Ignored*
de: Ignoriert*
uk: Ігнорується*

source: Unversioned
de: Nicht versioniert
uk: Версії не визначено

source: Readonly*
de: Schreibgeschützt*
uk: лише для читання*

source: Deleted*
de: Gelöscht*
uk: Віддалений*

source: *: not used by TortoiseHg
de: *: von TortoiseHg nicht verwenden
uk: *: не використовується TortoiseHg

source: Taskbar
de: Taskleiste
uk: Панель задач

source: Show Icon
de: Symbol anzeigen
uk: Показувати значок

source: Highlight Icon
de: Icon hervorheben
uk: Підсвічування значка

source: TortoiseHg Shell Configuration
de: TortoiseHg Shell-Konfiguration
uk: Конфігурація командної оболонки TortoiseHg

source: Clear
de: Aufräumen
uk: Очистити

source: Clear the current shelf file
de: Den aktuellen Stauraum aufräumen
uk: Очистити поточну полицю з файлами

source: Delete the current shelf file
de: Den aktuellen Stauraum löschen
uk: Видалити поточну полицю з файлами

source: Left Toolbar
de: Linke Werkzeugleiste
uk: Ліва панель інструментів

source: Delete selected chunks
de: Die ausgewählten Blöcke löschen
uk: Видалити обрані частинки

source: Move all files right
de: Alle Dateien nach rechts verschieben
uk: Перемістити всі файли праворуч

source: Move selected file right
de: Ausgewählte Datei nach rechts verschieben
uk: Перемістити обрані файли праворуч

source: Edit file
de: Datei bearbeiten
uk: Редагувати файл

source: Move selected chunks right
de: Ausgewählte Blöcke nach rechts verschieben
uk: Перемістити обрані шматки праворуч

source: Refresh Toolbar
de: Werkzeugleiste aktualisieren
uk: Оновити панель інструментів

source: Refresh
de: Aktualisieren
uk: Оновити

source: New Shelf
de: Neuer Stauraum
uk: Нова поличка

source: Right Toolbar
de: Rechte Werkzeugleiste
uk: Права панель

source: Move selected chunks left
de: Ausgewählte Blöcke nach links verschieben
uk: Перемістити обрані шматки ліворуч

source: Move selected file left
de: Ausgewählte Datei nach links verschieben
uk: Перемістити обрані файли ліворуч

source: Move all files left
de: Alle Dateien nach links verschieben
uk: Перемістити всі файли ліворуч

source: Backup copies of modified files can be found in .hg/Trashcan/
de: Sicherungskopien der geänderten Dateien finden sich in .hg/Trashcan/
uk: Резервні копії можуть бути знайдені у .hg/Trashcan/

source: TortoiseHg Shelve - %s
de: TortoiseHg-Stauraum - %s

source: TortoiseHg New Shelf Name
de: Name des neuen TortoiseHg-Stauraums

source: Specify name of new shelf
de: Geben Sie den neuen Stauraum-Namen an
uk: Вкажіть назву нової полки

source: File already exists
de: Die Datei existiert bereits
uk: Файл вже існує

source: A shelf file of that name already exists
de: Eine Stauraum-Datei mit diesem Namen ist bereits vorhanden
uk: Файл поличок з таким ім'ям вже існує

source: New shelf created
de: Neuen Stauraum angelegt
uk: Створити нову заморозку

source: Are you sure?
de: Sind Sie sicher?
uk: Ви впевнені?

source: Delete shelf file %s?
de: Stauraum-Datei %s entfernen?
uk: Видалити файл поличок %s?

source: Shelf deleted
de: Stauraum entfernt
uk: Полиця видалена

source: Revert all working copy changes?
de: Alle Änderungen der Arbeitskopie zurückrollen?
uk: Повернути всі робочі копії змін?

source: Clear contents of shelf file %s?
de: Den Inhalt der Stauraum-Datei %s leeren?
uk: Очистити зміст у файлі поличок %s?

source: Shelf cleared
de: Stauraum geleert
uk: Полиця очищається

source: Shelf: %s
de: Stauraum: %s
uk: Полиця: %s

source: Patch: %s
de: Flicken: %s
uk: Латка: %s

source: Check all files
de: Alle Dateien ankreuzen
uk: Перевірити всі файли

source: Uncheck all files
de: Alle Dateien abwählen
uk: Роззвірити всі файли

source: Status File List Toolbar
de: Zustandsdateilisten-Werkzeugleiste
uk: Перелік пеналів стану файлів

source: Remove filter, show root
de: Filter entfernen und Wurzel zeigen
uk: Вилучити фільтр, показати корінь

source: %s - status (selection filtered)
de: %s - Zustand (Auswahl gefiltert)
uk: %s - стан (selection filtered)

source: %s - status
de: %s - Zustand
uk: %s - стан

source: status
de: Zustand
uk: стан

source: No appropriate files
de: Keine passenden Dateien
uk: Немає відповідних файлів

source: No files found for this operation
de: Für diesen Vorgang wurden keine Dateien gefunden
uk: Не знайдено файлів для цієї операції

source: Filename
de: Dateiname
uk: Назва файлу

source: Type
de: Art
uk: Тип

source: Size (KB)
de: Größe (KiB)
uk: Розмір (Кб)

source: Checked count: %d
de: Kreuzchenzahl: %d
uk: Перевірена кількість: %d

source: , resolved merge
de: , Verschmelzung aufgelöst
uk: , об'єднавши розвязки

source: , unresolved merge
de: , Verschmelzung unaufgelöst
uk: , нерозв'язані проблеми об'єднання

source: %s is modified
de: %s ist geändert
uk: %s змінено

source: modified
de: geändert
uk: змінено

source: %s is added
de: %s ist hinzugefügt
uk: %s додано

source: added
de: hinzugefügt
uk: додано

source: %s is removed
de: %s ist entfernt
uk: %s видаляється

source: removed
de: entfernt
uk: віддалений

source: %s is not tracked (unknown)
de: %s ist nicht unter Versionskontrolle (unbekannt)
uk: %s не відслідковуються (невідомо)

source: unknown
de: unbekannt
uk: невідомо

source: %s is missing!
de: %s fehlt!
uk: %s відсутній!

source: deleted
de: entfernt
uk: видалено

source: %s is ignored
de: %s wird ignoriert
uk: %s проігнорований

source: ignored
de: ignoriert
uk: ігноровано

source: %s is not modified (clean)
de: %s ist unverändert (sauber)
uk: %s не змінений (первісний)

source: clean
de: bereinigen
uk: чиста

source: %s is a dirty subrepo
de: %s ist ein Unterarchiv mit Änderungen
uk: %s брудне сховище

source: subrepo
de: Unterarchiv
uk: вкладене сховище

source: Malformed ssh URL
de: SSH-URL missgestaltet
uk: Потворний ssh URL

source: TortoiseHg Sync
de: TortoiseHg-Synchronisation
uk: Обмін TortoiseHg

source: Preview incoming changesets from remote repository
de: Vorschau der eingehenden Änderungslisten aus dem entfernten Archiv
uk: Перегляд вхідного набору змін з віддаленого сховища

source: Pull incoming changesets from remote repository
de: Eingehende Änderungslisten aus dem entfernten Archiv ziehen
uk: Отримати зміни з віддаленого сховища

source: Filter outgoing changesets to remote repository
de: Ausgehende Änderungslisten für das entfernte Archiv filtern
uk: Фільтр вихідних наборів змін, призначений для віддаленого сховища

source: Push outgoing changesets to remote repository
de: Ausgehende Änderungslisten an das entfernte Archiv verteilen
uk: Віддати назовні зміни до віддаленого сховища

source: Email outgoing changesets for remote repository
de: Ausgehende Änderungslisten für das entfernte Archiv per E-Mail versenden
uk: Відправити вихідні набори змін у віддалене сховище по пошті

source: Manage pending perforce changelists
de: Ausstehende Perforce-Änderungslisten verwalten
uk: керувати наборами змін що очікують perforce

source: Unbundle
de: Entbündeln

source: Stop current operation
de: Den momentanen Vorgang abbrechen
uk: Зупинити поточну операцію

source: Target:
de: Ziel:
uk: Об'єкт:

source: <b>Selected Options:</b>
de: <b>Ausgewählte Vorgänge:</b>
uk: <b>Обрані параметри:</b>

source: <b>Remote Repository:</b>
de: <p>Entferntes Projektarchiv:</b>
uk: <b>віддалене сховище:</b>

source: Path Edit Toolbar
de: Pfadbearbeitungs-Werkzeugleiste
uk: Пенал правки шляху

source: Security
de: Sicherheit
uk: Безпека

source: Manage HTTPS connection security and user authentication
de: HTTPS-Verbindungssicherheit und Benutzerauthentisierung verwalten
uk: Керування захистом HTTPS з'єднання та аутентифікацією користувача

source: Hostname
de: Rechnername
uk: Назва вузла

source: Save
de: Speichern
uk: Зберегти

source: Save current URL under an alias
de: Aktuelle URL unter einem Alias speichern

source: Paths in Repository Settings:
de: Verzeichnisse in den Archiveinstellungen:
uk: Шлях до налаштувань сховища

source: Related Paths:
de: Verwandte Pfade:
uk: Пов'язані шляхи:

source: Preview incoming changesets from %s
de: Vorschau der eingehenden Änderungslisten von %s
uk: Перегляд вхідного набору змін для %s

source: Pull incoming changesets from %s
de: Eingehende Änderungslisten von %s ziehen
uk: Отримати вхідні зміни від %s

source: Filter outgoing changesets to %s
de: Ausgehende Änderungslisten an %s filtern

source: Push outgoing changesets to %s
de: Ausgehende Änderunglisten an %s verteilen
uk: Віддати назовні зміни до %s

source: rev: %d (%s)
de: Revision: %d (%s)
uk: ревізія: %d (%s)

source: branch:
de: Zweig:
uk: гілка:

source: bookmark:
de: Lesezeichen:
uk: закладка:

source: Post Pull:
de: Nach dem Ziehen:
uk: Після отримання:

source: Repository not local
de: Das Projektarchiv ist nicht lokal
uk: Сховище не локальне

source: A terminal shell cannot be opened for remote
de: Bei entfernten Archive kann keine Konsole gestartet werden
uk: Доступ до командної оболонки через термінал не може бути відкритий віддалено

source: Confirm path delete
de: Pfadentfernung bestätigen
uk: Підтвердіть видалення шляху

source: Delete %s from your repo configuration file?
de: %s aus Ihrer Archivkonfigurationsdatei löschen?
uk: Видалити %s для Вашого сховища файли налаштувань?

source: No URL selected
de: Es wurde keine URL ausgewählt
uk: Не обрано URL

source: An URL must be selected for this operation.
de: Für diesen Vorgang muss eine URL ausgewählt werden.
uk: Для цієї операції потрібно обрати URL

source: Redundant authentication info
de: Redundante Authentisierungsinformationen
uk: Резервна інформація аутентифікації

source: You have authentication info configured for this host and inside this URL. Remove authentication info from this URL?
de: Sie haben Authentisierungsinformationen für diesen Rechner und innerhalb dieser URL hinterlegt. Die Authentisierungsinformationen aus der URL entfernen?

source: sync command already running
de: Die Synchronisation läuft bereits
uk: команда синхронізації вже запущена

source: Getting incoming changesets from %s...
de: Besorge eingehende Änderungslisten von %s...
uk: Отримання вхідних змін для %s...

source: Found incoming changesets from %s
de: Es gibt eingehende Änderungslisten von %s
uk: Знайдено вхідний набір змін для %s

source: No incoming changesets from %s
de: Es gibt keine eingehende Änderungslisten von %s
uk: Відсутні вхідні набори змін для %s

source: Incoming from %s aborted, ret %d
de: Bezug von %s abgebrochen, Rückgabewert %d
uk: Вхідні з %s перервані, повернутий код %d

source: Pull from %s completed
de: Ziehen von %s abgeschlossen
uk: Отримання з %s завершено

source: Pull from %s aborted, ret %d
de: Ziehen von %s abgebrochen, Rückgabewert %d
uk: Отримання з %s перервано, ret %d

source: Merge caused file conflicts
de: Die Verschmelzung hat Dateikonflikte verursache
uk: Об'єднання призвело до конфліктів файлів

source: File conflicts need to be resolved
de: Es gibt aufzulösende Dateikonflikte
uk: Конфлікти в файлах повинні бути вирішені

source: Pulling from %s...
de: Ziehe von %s...
uk: Отримую з %s...

source: Finding outgoing changesets to %s...
de: Die ausgehenden Änderungslisten für %s werden ermittelt...
uk: Пошук вихідних змін у %s...

source: %d outgoing changesets to %s
de: %d ausgehenden Änderungslisten für %s
uk: %d вихідний набір змін у %s

source: No outgoing changesets to %s
de: Keine ausgehenden Änderungslisten für %s
uk: Вихідний набір змін у %s відсутній

source: Outgoing to %s aborted, ret %d
de: Versand an %s abgebrochen, Rückgabewert %d
uk: процес визначення вихідних для %s перервано, код помилки %d

source: %s (submitted)
de: %s (versandt)
uk: %s (представлений)

source: %s (pending)
de: %s (ausstehend)
uk: %s (в очікуванні)

source: Unable to parse p4pending output
de: Kann Ausgabe von p4pending nicht verarbeiten
uk: Не вдалося розібрати p4pending вихідний

source: %d pending changelists found
de: Es gibt %d ausstehende Änderungslisten
uk: %d переліку змін знайдено

source: No pending Perforce changelists
de: Es gibtkeine ausstehenden Perforce-Änderungslisten
uk: Не очікуваний Perforce набір змін

source: Aborted p4pending
de: p4pending abgebrochen
uk: перервано p4pending

source: Unable to determine pending changesets
de: Austehende Änderungslisten können nicht ermittelt werden
uk: Неможливо визначити набор змін

source: Perforce pending...
de: Ausstehende Perforce-Änderungslisten...
uk: В очікуванні Perforce...

source: Confirm Push to remote Repository
de: Verteilung an das entfernte Projektarchiv bestätigen
uk: Підтвердіть відправлення до зовнішнього сховища

source: Push to remote repository %s ?
de: Verteilung an das entfernte Projektarchiv %s ?
uk: Відправити до зовнішнього сховища %s ?

source: Push to %s aborted
de: Verteilung nach %s abgebrochen
uk: відправка до %s перервана

source: Pushing to %s...
de: Verteile nach %s...
uk: відправляння до %s...

source: Push to %s completed
de: Verteilung nach %s abgeschlossen
uk: відправка до %s завершена

source: Push to %s aborted, ret %d
de: Verteilung nach %s abgebrochen. Rückgabewert %d
uk: Відправка до %s перервана, ret %d

source: One or more of the changesets that you are attempting to push involve the creation of a new branch. Do you want to create a new branch in the remote repository?
de: Mindestens eine der Änderungslisten, die Sie zu Senden versuchen, enthält die Erzeugung eines neuen Zweigs. Wollen Sie einen neuen Zweig im entfernten Archiv erzeugen?

source: Determining outgoing changesets to email...
de: Bestimme ausgehende Änderungslisten für den E-Mail-Versand...
uk: Визначаємо вихідні набори змін для відправлення...

source: No outgoing changesets
de: Keine ausgehenden Änderungslisten
uk: Відсутні вихідні набори змін

source: Outgoing aborted, ret %d
de: Versand abgebrochen, Rückgabewert %d
uk: Визачення вихідних перервано, повернуто код %d

source: Select bundle file
de: Wählen Sie eine Bündeldatei

source: Bundle files (*.hg)
de: Bündeldateien (*.hg)

source: Unable to remove URL
de: Kann die URL nicht entfernen
uk: Неможливо видалити URL

source: Post Pull Behavior
de: Vorgehen nach dem Ziehen
uk: Поведінка після отримання

source: Select post-pull operation for this repository
de: Ausgewählte Folgeoperation nach dem Ziehen in dieses Projektarchiv
uk: Оберіть для сховища операції після затягування

source: None - simply pull changesets
de: Nichts tun - nur die Änderungslisten ziehen
uk: Нічого - просто отримано набір змін

source: Update - pull, then try to update
de: Aktualisieren - ziehen, dann Aktualisierung versuchen
uk: Оновити - отримати, спробуйте оновити

source: Fetch - use fetch (auto merge pulled changes)
de: Einsammeln - die Einsammeloperation (automatisch gezogene Änderungen verschmelzen)
uk: Залити - використовувати заливання (автоматично об'єднувати отримані зміни)

source: Fetch - use fetch extension (fetch is not active!)
de: Einsammeln - Erweiterung für das Einsammels notwendig (Einsammeln wird nicht durchgeführt!)
uk: Залити - використовувати розширення fetch (fetch не активне!)

source: Rebase - rebase local commits above pulled changes
de: Basis wechseln - Basis von lokalen Übernahmen gegenüber gezogenen Änderungen ändern
uk: Змінити базу - перебазувати локальні фіксації зверзу отриманих змін

source: Rebase - use rebase extension (rebase is not active!)
de: Umbetten - Erweiterung für das Umbetten nötig (Umbetten wird nicht durchgeführt!)
uk: Зміна бази - використовувати додатки зміни бази (зміна бази не активована!)

source: <a href="config">Launch settings tool...</a>
de: <a href="config">Einstellungen-Werkzeug aufrufen...</a>

source: Unable to save post pull operation
de: Kann die Aktion für nach dem Ziehen nicht speichern
uk: Збереження неможливе після операції отримання

source: Save Path
de: Pfad speichern
uk: Зберегти шлях

source: Remove authentication data from URL
de: Authentisierungsdaten aus URL entfernen
uk: Вилучення даних аутентифікації з URL

source: User authentication data should be associated with the hostname using the security dialog.
de: Die Anmeldedaten des Benutzers im Sicherheitsdialog sollten mit dem Rechnernamen verbunden sein.

source: Unable to save an URL
de: URL kann nicht gespeichert werden
uk: Не вдається зберегти URL

source: Confirm URL replace
de: URL-Ersetzung bestätigen
uk: Підтвердіть заміну URL

source: %s already exists, replace URL?
de: Es gibt bereits %s, URL ersetzen?
uk: %s вже існує, замінити URL?

source: Certificate Query Error
de: Zertifikatsanfrage-Fehler
uk: Помилка запиту сертифікату

source: Security:
de: Sicherheit:
uk: Безпека:

source: <b>Host:</b> %s
de: <b>Rechner:</b> %s
uk: <b>вузол:</b> %s

source: Secure HTTPS Connection
de: Sichere HTTPS-Verbindung
uk: Шифроване HTTPS зєднання

source: Verify with Certificate Authority certificates (best)
de: Gegen Stammzertifikate prüfen (am Besten)
uk: Перевірити з сертифікатом (відмінно)

source: Verify with stored host fingerprint (good)
de: Gegen gespeicherten Rechner-Fingerabdruck prüfen (gut)

source: No host validation, but still encrypted (bad)
de: Keine Rechnerüberprüfung, aber immerhin verschlüsselt (schlecht)

source: ### host certificate fingerprint ###
de: ### Fingerabdruck des Rechnerzertifikats ###
uk: ### відбиток сертифікату вузла ###

source: Query
de: Anfrage
uk: Запит
